Repository: Etanielcaus/Full-Stack-Dev-Web-Jamilton-Damasceno
Catalog: PhotoshopPortable/App/PhotoshopCS6/Required/Plug-Ins/Digimarc/Digiread/*.lproj/Localizable.strings
Languages: de, it, nb, nl, pt_br, sv

# ABOUT_CAPTION
source: Read Watermark
de: Wasserzeichen anzeigen
it: Leggi filigrana
nb: Les vannmerke
nl: Watermerk lezen
pt_br: Ler marca d'água
sv: Läs vattenstämpel

# BUTTON_WEB_LOOKUP
source: Web Lookup
it: Cerca nel Web
nb: Weboppslag
nl: Opzoeken op internet
pt_br: Busca na Web
sv: Webbinfo

# STRING_COPYRIGHT_YEAR_TITLE
source: Copyright Year(s):
de: Copyrightjahr(e):
it: Anno(i) copyright:
nb: Copyright-år:
nl: Copyright-jaar:
pt_br: Ano(s) do Copyright:
sv: Copyright-år:

# STRING_COPY_PROTECTED_MESSAGE
source: Do Not Copy
de: Nicht kopieren
it: Non copiare
nb: Ikke kopier
nl: Niet kopiëren
pt_br: Não copiar
sv: Kopiera inte

# STRING_DEMO_ID_NAME
source: Digimarc Demo
it: Demo Digimarc

# STRING_DONT_SHOW
source: Don't show me this dialog again.
de: Diesen Dialog nicht mehr anzeigen.
it: Non mostrare più questa finestra
nb: Ikke vis denne dialogruten igjen.
nl: Dit dialoogvenster niet meer weergeven
pt_br: Não exiba esta caixa de diálogo novamente.
sv: Visa inte denna dialogruta igen

# STRING_ITEM_ID_TITLE
source: Image ID:
de: Bild-ID:
it: ID immagine:
nb: Bilde-ID:
nl: Afbeeldings-ID:
pt_br: Identificação da imagem:
sv: Bild-ID:

# STRING_NONE_TEXT
source: <none>
de: <ohne>
it: <nessuno>
nb: <ingen>
nl: <geen>
pt_br: <nenhum>
sv: <inga>

# STRING_NOT_FOUND_TITLE
source: Watermark Not Found
de: Wasserzeichen nicht gefunden
it: Non è stata trovata una filigrana
nb: Det ble ikke funnet noe vannmerke
nl: Watermerk niet gevonden
pt_br: A marca d'água não foi encontrada
sv: Vattenstämpel hittades ej

# STRING_NOT_READABLE_MESSAGE
source: This image may contain a Digimarc watermark, but it is not readable.
de: Dieses Bild enthält möglicherweise ein Digimarc-Wasserzeichen, das aber nicht lesbar ist.
it: Questa immagine può contenere una filigrana Digimarc, ma essa non è leggibile.
nb: Dette bildet kan inneholde et Digimarc-vannmerke, men det kan ikke leses.
nl: Deze afbeelding kan een Digimarc-watermerk bevatten, maar dit is niet leesbaar.
pt_br: Esta imagem pode conter uma marca d'água Digimarc, mas não é legível.
sv: Denna bild kan innehålla en Digimarc-vattenstämpel men är inte läsbar.

# STRING_NOT_READABLE_TITLE
source: May Contain Watermark
de: Enthält möglicherweise Wasserzeichen
it: Potrebbe contenere una filigrana
nb: Kan inneholde vannmerke
nl: Kan watermerk bevatten
pt_br: Pode conter marca d'água
sv: Kan innehålla vattenstämpel

# STRING_NO_WATERMARK_MESSAGE
source: A Digimarc watermark was not found in this image.
de: Dieses Bild enthält kein Digimarc-Wasserzeichen.
it: Nell'immagine non è stata trovata una filigrana Digimarc.
nb: Det ble ikke funnet noe Digimarc-vannmerke i dette bildet.
nl: Er is geen Digimarc-watermerk gevonden in deze afbeelding.
pt_br: A marca d'água Digimarc não foi encontrada nesta imagem.
sv: Den här bilden innehåller ingen Digimarc-vattenstämpel.

# STRING_RAW_TEXT
source: The Digimarc watermark found in this image is a private watermark.
de: Das Digimarc-Wasserzeichen in diesem Bild ist ein eigenes Wasserzeichen.
it: La filigrana Digimarc trovata in questa immagine è una filigrana privata.
nb: Digimarc-vannmerket som finnes i dette bildet, er et privat vannmerke.
nl: Het Digimarc-watermerk in deze afbeelding is een privé-watermerk.
pt_br: A marca d'água Digimarc encontrada nesta imagem é uma marca d'água privada.
sv: Digimarc-vattenstämpel som hittades i denna bild är en privat vattenstämpel.

# STRING_RAW_TITLE
source: Private Watermark
de: Eigenes Wasserzeichen
it: Filigrana privata
nb: Privat vannmerke
nl: Privé-watermerk
pt_br: Marca d'água privada
sv: Privat vattenstämpel

# STRING_READ_ABOUT_TEXT
source: Reader v%d.%d.%d This technology is protected by one or more of the following patents: US Patent Nos. 5,636,292 C1; 5,710,834; 5,721,788; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 6,353,672; 6,381,341; 6,385,330; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,580,808; 6,614,914; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,813,366; 6,879,701; 6,988,202; 7,013,021; 7,054,465; 7,068,811; 7,068,812; 7,072,487; 7,116,781; 7,158,654; 7,280,672; and international Patent Nos. EP 1137251 B1; EP 0824821 B1; and JP-3649731. Additional patents are pending. Copyright, Digimarc Corporation. All rights reserved.
de: Reader v%d.%d.%d Diese Technologie ist durch eines oder mehrere der folgenden Patente geschützt: US-Patente 5,636,292 C1; 5,710,834; 5,721,788; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 6,353,672; 6,381,341; 6,385,330; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,580,808; 6,614,914; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,813,366; 6,879,701; 6,988,202; 7,013,021; 7,054,465; 7,068,811; 7,068,812; 7,072,487; 7,116,781; 7,158,654; 7,280,672 und internationale Patente EP 1137251 B1; EP 0824821 B1 und JP-3649731. Weitere Patente angemeldet. Copyright, Digimarc Corporation. Alle Rechte vorbehalten.
it: Reader v%d.%d.%d Questa tecnologia è protetta da uno o più dei seguenti brevetti: brevetti USA numero 5,636,292 C1; 5,710,834; 5,721,788; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 6,353,672; 6,381,341; 6,385,330; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,580,808; 6,614,914; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,813,366; 6,879,701; 6,988,202; 7,013,021; 7,054,465; 7,068,811; 7,068,812; 7,072,487; 7,116,781; 7,158,654; 7,280,672; brevetti internazionali numero EP 1137251 B1; EP 0824821 B1; e JP-3649731. Altri brevetti richiesti. Copyright, Digimarc Corporation. Tutti i diritti riservati.
nb: Reader v%d.%02d Denne teknologien er beskyttet av én eller flere av følgende patenter: amerikanske patenter nr. 5,636,292 C1; 5,710,834; 5,721,788; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 6,353,672; 6,381,341; 6,385,330; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,580,808; 6,614,914; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,813,366; 6,879,701; 6,988,202; 7,013,021; 7,054,465; 7,068,811; 7,068,812; 7,072,487; 7,116,781; 7,158,654; 7,280,672 og internasjonale patenter nr. EP 1137251 B1; EP 0824821 B1 og JP-3649731. Ytterligere patenter er patentanmeldt. Copyright 1996-2008, Digimarc Corporation. Med enerett.
nl: Reader v%d.%d.%d Deze technologie is beschermd door een of meer van de volgende patenten: patenten in VS, nrs. 5,636,292 C1; 5,710,834; 5,721,788; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 6,353,672; 6,381,341; 6,385,330; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,580,808; 6,614,914; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,813,366; 6,879,701; 6,988,202; 7,013,021; 7,054,465; 7,068,811; 7,068,812; 7,072,487; 7,116,781; 7,158,654; 7,280,672; en internationale patenten, nrs. EP 1137251 B1; EP 0824821 B1; en JP-3649731. Aanvullende patenten zijn in behandeling. Copyright, Digimarc Corporation. Alle rechten voorbehouden.
pt_br: Reader v%d.%d.%d Esta tecnologia é protegida por uma ou mais das seguintes patentes: nºs. de patentes dos EUA 5,636,292 C1; 5,710,834; 5,721,788; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 6,353,672; 6,381,341; 6,385,330; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,580,808; 6,614,914; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,813,366; 6,879,701; 6,988,202; 7,013,021; 7,054,465; 7,068,811; 7,068,812; 7,072,487; 7,116,781; 7,158,654; 7,280,672; e nºs. de patentes internacionais EP 1137251 B1; EP 0824821 B1 e JP-3649731. Patentes adicionais estão pendentes. Copyright, Digimarc Corporation. Todos os direitos reservados.
sv: Reader v%d.%d.%d Denna teknik skyddas av ett eller flera av följande patent: Patentnummer (USA): 5,636,292 C1; 5,710,834; 5,721,788; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 6,353,672; 6,381,341; 6,385,330; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,580,808; 6,614,914; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,813,366; 6,879,701; 6,988,202; 7,013,021; 7,054,465; 7,068,811; 7,068,812; 7,072,487; 7,116,781; 7,158,654; 7,280,672; samt internationella patentnummer: EP 1137251 B1; EP 0824821 B1; och JP-3649731. Sökta patent finns. Copyright, Digimarc Corporation. Med ensamrätt.

# STRING_REQUIRES_COMPATIBLE_HOST
source: This plug-in is incompatible with this version of the host program
de: Dieses Zusatzmodul ist mit dieser Version des Hostprogramms inkompatibel.
it: Questo plug-in non è compatibile con questa versione del programma host.
nb: Denne plug-in-modulen er ikke kompatibel med denne versjonen av programmet
nl: Deze plug-in is niet compatibel met de huidige versie van het gastheerprogramma
pt_br: Este plug-in não é compatível com esta versão do programa host
sv: Detta tilläggsprogram är inte kompatibel med denna version av värdprogrammet.

# STRING_RESTRICTED_MESSAGE
source: Restricted Use
de: Beschränkter Gebrauch
it: Uso riservato
nb: Begrenset bruk
nl: Beperkt gebruik
pt_br: Uso restrito
sv: Begränsad användning

# STRING_TRANSACTION_ID_TITLE
source: Transaction ID:
de: Transaktions-ID:
it: ID Transazione:
nb: Transaksjons-ID:
nl: Transactie-ID:
pt_br: Identificação da transação:
sv: Överförings-ID:

# STRING_UNSUITABLE_MESSAGE
source: This image contains adult content.
de: Dieses Bild ist nur für Erwachsene.
it: Questa immagine contiene materiale per adulti.
nb: Ikke for mindreårige
nl: Deze afbeelding bevat inhoud voor volwassenen.
pt_br: Esta imagem possui conteúdo para adultos.
sv: Innehållet är olämpligt för barn.

# STRING_YOUR_ID_MESSAGE
source: This is your Digimarc ID.
de: Dies ist Ihre Digimarc-ID.
it: Questo è il vostro ID Digimarc.
nb: Dette er din Digimarc-ID.
nl: Dit is uw Digimarc-ID.
pt_br: Esta é sua identificação Digimarc.
sv: Detta är ditt Digimarc-ID.

# UNABLE_TO_LAUNCH_BROWSER_CAPTION
source: Unable To Launch Internet Browser
de: Internet Browser kann nicht gestartet werden
it: Impossibile avviare il browser Internet
nb: Kunne ikke starte webleseren
nl: Kan de Internet browser niet starten
pt_br: Não foi possível iniciar o navegador da Internet
sv: Kunde inte starta webbläsaren

# UNABLE_TO_LAUNCH_BROWSER_PROBLEM
source: We were unable to launch your Internet browser. Please start your Internet browser and go to http://www.digimarc.com for information about the creator of this image.
de: Ihr Internetbrowser konnte nicht gestartet werden. Starten Sie bitte Ihren Internetbrowser und besuchen Sie die Website http://www.digimarc.com um Informationen zum Urheber dieses Bilds zu erhalten.
it: Impossibile avviare il vostro browser Internet. Avviate il vostro browser Internet e passate a per informazioni sul creatore di questa immagine
nb: Kunne ikke starte webleseren din. Start webleseren og gå til http://www.digimarc.com hvis du vil ha informasjon om den som har laget dette bildet.
nl: Wij kunnen uw Internet browser niet starten. voor informatie over de maker van deze afbeelding.
pt_br: Não conseguimos iniciar o seu navegador da Internet. Favor iniciar o seu navegador da Internet e consultar o seguinte web site http://www.digimarc.com para informação sobre o autor desta imagem.
sv: Kunde inte starta webbläsaren. om du vill ha information om vem som skapat denna bild.

# UPDATE_DIALOG_CAPTION
source: Digimarc Plug-in Update
de: Digimarc-Zusatzmodulaktualisierung
it: Aggiornamento plug-in Digimarc
nb: Oppdatering for Digimarc-plug-in-moduler
nl: Update van Digimarc-plug-ins
pt_br: Atualização do Plug-in Digimarc
sv: Digimarc plug-in-uppdatering

# UPDATE_DIALOG_LATER_BUTTON
source: Remind Me Later
de: Später erinnern
it: Visualizzare più tardi
nb: Påminnelse senere
nl: Herinner mij later
pt_br: Lembrar-me mais tarde
sv: Påminn mig senare

# UPDATE_DIALOG_NOW_BUTTON
source: Check Now
de: Suche ausführen
it: Continuare ora
nb: Kontroller nå
nl: Nu controleren
pt_br: Verificar agora
sv: Kontrollera nu

# UPDATE_DIALOG_UPDATE_MSG
source: Would you like to check for an updated version of the Digimarc plug-ins?
de: Möchten Sie eine Suche nach einer aktualisierten Version des Digimarc-Zusatzmoduls ausführen?
it: Desiderate controllare se esiste una versione aggiornata dei plug-in Digimarc?
nb: Vil du se etter oppdaterte versjoner av Digimarc-plug-in-modulene?
nl: Wilt u zoeken naar een bijgewerkte versie van de Digimarc plug-ins?
pt_br: Deseja procurar uma versão atualizada dos plug-ins Digimarc?
sv: Vill du kontrollera om det finns en uppdaterad version av din Digimarc-plug-in?

# WATERMARK_INFO_CAPTION
source: Watermark Information
de: Wasserzeichen-Information
it: Informazioni filigrana
nb: Vannmerkeinformasjon
nl: Informatie over watermerk
pt_br: Informação sobre a marca d'água
sv: Vattenstämpelinformation

# WATERMARK_INFO_CREATOR_DESCRIPTION
source: For information about the creator of this image, click the Web Lookup which will connect you to Digimarc's MarcCentre® locator service.
de: Informationen zum Urheber dieses Bilds erhalten Sie, wenn Sie auf "Web-Lookup" klicken. Sie werden dann mit dem MarcCentre®-Locator Service von Digimarc verbunden.
it: Per informazioni sul creatore di questa immagine, fate clic sul pulsante Cerca nel Web per connettervi con Digimarc Locator Service
nb: Hvis du vil ha informasjon om den som har laget dette bildet, kan du klikke på knappen Weboppslag som kobler deg til søketjenesten Digimarc MarcCentre®.
nl: Klik voor meer informatie over de maker van de afbeelding op de knop Opzoeken op internet waarmee u een verbinding krijgt met Digimarc MarcCentre® locator service.
pt_br: Para informações sobre o autor desta imagem, clique em Busca na Web o qual o conectará ao serviço de localização Digimarc's MarcCentre®.
sv: Information om upphovsmannen till denna bild får du om du klickar på knappen Webbinfo eller kontaktar Digimarcs MarcCentre® locator service.

# WATERMARK_INFO_CREATOR_INFORMATION
source: Creator Information
de: Urheber-Information
it: Informazioni creatore
nb: Informasjon om den som har laget bildet
nl: Informatie over maker
pt_br: Informação sobre o autor
sv: Information om skapare

# WATERMARK_INFO_CREATOR_LABEL
source: Digimarc ID:
it: ID Digimarc:
pt_br: Identificação Digimarc:

# WATERMARK_INFO_LESS_DURABLE_LABEL
source: Low
de: Gering
it: Bassa
nb: Lav
nl: Laag
pt_br: Baixa
sv: Låg

# WATERMARK_INFO_MORE_DURABLE_LABEL
source: Medium
de: Mittel
it: Media
nb: Middels
nl: Normaal
pt_br: Média
sv: Medel

# WATERMARK_INFO_MOST_DURABLE_LABEL
source: High
de: Hoch
it: Alta
nb: Høy
nl: Hoog
pt_br: Alta
sv: Hög

# WATERMARK_INFO_ORGANIZATION_LABEL
source: Distributor ID:
it: ID Distributore:
nb: Forhandler-ID:
pt_br: Identificação do distribuidor:
sv: Distributions-ID:

# WATERMARK_INFO_STRENGTH
source: Watermark Strength
de: Wasserzeichenstärke
it: Durata filigrana
nb: Vannmerkestyrke
nl: Sterkte van het watermerk
pt_br: Intensidade da marca d'água
sv: Vattenstämpelstyrka

# WATERMARK_INFO_TYPEOFUSE_LABEL
source: Image Attributes:
de: Bildattribute:
it: Attributi immagine:
nb: Bildeattributter:
nl: Beeldkenmerken:
pt_br: Atributos da imagem:
sv: Bildattribut:

# WRONG_VERSION_CAPTION
source: Unknown Watermark Type
de: Unbekannte Wasserzeichenart
it: Tipo di filigrana sconosciuto
nb: Ukjent vannmerketype
nl: Onbekend watermerktype
pt_br: Tipo de marca d'água desconhecido
sv: Okänd vattenstämpelstyp

# WRONG_VERSION_INFORMATION
source: For information about updated versions of the Digimarc watermarking filter plug-ins, click the Web Lookup button or contact Digimarc Customer Service.
de: Klicken Sie auf die Schaltfläche "Web-Lookup" oder wenden Sie sich an den Locator-Service von Digimarc, um Informationen über aktualisierte Versionen von Digimarc-Zusatzmodulen für Wasserzeichenfilter zu erhalten.
it: Per informazioni sulle versioni aggiornate dei plug-in di filtro filigrana, fate clic sul pulsante Cerca nel Web o contattare il Servizio Clienti di Digimarc
nb: Hvis du vil ha informasjon om oppdaterte versjoner av filter-plug-in-modulene for Digimarc-vannmerker, klikker du på knappen Weboppslag eller tar kontakt med Digimarcs kundetjeneste.
nl: Klik voor meer informatie over bijgewerkte versies van Digimarc filterinsteekmodules voor watermerken op de knop Opzoeken op internet of neem contact op met de Digimarc Customer Service.
pt_br: Para obter informações sobre as versões atualizadas dos plug-ins de filtro da marca d'água Digimarc, clique no botão Busca na Web ou entre em contato com o Atendimento ao Cliente Digimarc.
sv: Information om uppdateringar för tilläggsprogram för vattenstämplar från Digimarc får du om du klickar på knappen Webbinfo eller kontaktar Digimarcs kundtjänst.

# WRONG_VERSION_MSG1
source: The Digimarc watermark found is not readable with your watermark reader.
de: Das gefundene Digimarc-Wasserzeichen kann mit Ihrem Lesemodul nicht gelesen werden.
it: La filigrana Digimarc trovata non può essere letta dal vostro lettore di filigrane.
nb: Digimarc-vannmerket som ble funnet, kan ikke leses av vannmerkeleseren.
nl: Het aangetroffen Digimarc-watermerk is niet leesbaar met uw watermerklezer
pt_br: A marca d'água Digimarc encontrada não é legível com o seu leitor de marca d'água.
sv: Den Digimarc-vattenstämpel som har hittats är inte läsbar med din vattenstämpel-läsare.

# WATERMARK_INFO_URL
source: URL:
nb: URL-adresse:

# WRONG_VERSION_MAIL
source: Email:
nb: E-post:
sv: E-post:
