Repository: Etanielcaus/Full-Stack-Dev-Web-Jamilton-Damasceno
Catalog: PhotoshopPortable/App/PhotoshopCS6/Required/Plug-Ins/Digimarc/Digisign/*.lproj/Localizable.strings
Languages: cs, da, es, fi, fr, hu, ja, ko, pl, ro, ru, tr, uk, zh_cn, zh_tw

# ALREADY_SIGNED_CAPTION
source: Image Already Contains a Watermark
cs: Obrázek již obsahuje vodoznak
da: Billedet indeholder allerede et vandmærke
es: La imagen ya contiene una marca de agua
fi: Kuvalla on jo vesileima
fr: Image contenant déjà un filigrane
hu: A kép már tartalmaz vízjelet
ja: すでに透かしが適用されています
ko: 이 이미지에는 워터마크가 이미 들어 있습니다
pl: Obraz zawiera już znak wodny
ro: Imaginea conţine deja un filigran
ru: Изображение уже содержит водяной знак
tr: Görüntü Zaten Filigran İçeriyor
uk: Зображення вже містить водяний знак
zh_cn: 图象已包含一个水印
zh_tw: 影像已經含有浮水印

# ALREADY_SIGNED_PROBLEM
source: This image already contains a Digimarc watermark. Choose Filter > Digimarc > Read Watermark... to see the information already embedded in this image.
cs: Tento obrázek již obsahuje vodoznak Digimarc. Po výběru příkazů Filtry > Digimarc > Přečíst vodoznak... se dozvíte údaje o již vloženém vodoznaku v tomto obrázku.
da: Dette billede indeholder allerede et Digimarc-vandmærke. Vælg Filter > Digimarc > Læs vandmærke for at se den information, der allerede er integreret i dette billede.
es: Esta imagen ya contiene una marca de agua Digimarc. Elija Filtro > Digimarc > Leer marca de agua para ver la información incluida en esta imagen.
fi: Kuvalla on jo Digimarc-vesileima. Saat kuvaan sisällytetyt suotimet näkyviin valitsemalla Suodin > Digimarc > Lue vesileima
fr: Cette image contient déjà un filigrane Digimarc. Choisissez Filtre > Digimarc > Lecture filigrane... pour afficher les informations déjà insérées dans cette image.
hu: Ez a kép már tartalmaz vízjelet. A képbe ágyazott információk megjelenítéséhez kattintson a Szűrő > Digimarc > Vízjelolvasó... parancsra.
ja: この画像には、Digimarc の透かしがすでに適用されています。「フィルタ」メニューの「Digimarc」で「透かしの読み込み」を選択して、この画像に埋め込まれている情報を確認してください。
ko: 이 이미지에는 Digimarc 워터마크가 이미 들어 있습니다. 필터 > Digimarc > 워터마크 읽기... 위 메뉴를 사용해 이 이미지에 포함된 정보를 볼 수 있습니다
pl: Ten obraz zawiera już znak wodny Digimarc. Wybierz kolejno Filtr > Digimarc > Odczytaj znak wodny..., aby wyświetlić informacje umieszczone w tym obrazie.
ro: Această imagine conţine deja un filigran Digimarc. Selectaţi Filtru > Digimarc > Citire filigran... pentru a vedea informaţia încorporată deja în această imagine.
ru: Это изображение уже содержит водяной знак Digimarc. Выберите Фильтр > Digimarc > Чтение водяного знака... для просмотра информации, уже внедренной в это изображение.
tr: Bu görüntü zaten bir Digimarc filigranı içeriyor. Bu görüntüde zaten gömülü olan bilgileri görmek için Filtreler > Digimarc > Filigranı Oku'yu seçin.
uk: Це зображення вже містить водяний знак Digimarc. Виберіть Фільтр > Digimarc > Читання водяного знака..., щоб переглянути інформацію, вбудовану в зображення.
zh_cn: 此图象已包含一个 Digimarc 水印。请选择滤镜 > Digimarc > 读取水印... 以查看已嵌入此图象中的信息。
zh_tw: 此影像已包含一個 Digimarc 浮水印。 選擇: 濾鏡 > Digimarc > 讀取浮水印來讀取已嵌入此影像的資訊。

# BUTTON_CANCEL
source: Cancel
cs: Storno
da: Annuller
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
ja: キャンセル
ko: 취소
pl: Anuluj
ro: Anulare
ru: Отмена
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

# EMBED_WATERMARK_CAPTION
source: Embed Watermark
cs: Vložit vodoznak
da: Integrer vandmærke
es: Incrustar marca de agua
fi: Sisällytä vesileima
fr: Insertion filigrane
hu: Vízjel beágyazása
ja: 透かしの埋め込み
ko: 워터마크 삽입
pl: Umieść znak wodny
ro: Încorporare filigran
ru: Внедрить водяной знак
tr: Filigran Göm
uk: Вбудування водяного знака
zh_cn: 嵌入水印
zh_tw: 嵌入浮水印

# EMBED_WATERMARK_COPY_PROTECTION
source: Do Not Copy
cs: Nekopírovat
da: Må ikke kopieres
es: No copiar
fi: Älä kopioi
fr: Copie interdite
hu: Nem másolható
ja: コピー禁止
ko: 복사 금지
pl: Nie kopiuj
ro: A nu se copia
ru: Не копировать
tr: Kopyalama
uk: Копіювання заборонено
zh_cn: 请勿拷贝
zh_tw: 禁止複製

# EMBED_WATERMARK_DIGIMARC_ID
source: Digimarc ID
es: ID de Digimarc
fi: Digimarc-tunnus
fr: ID Digimarc
hu: Digimarc azonosító
pl: ID Digimarc
ro: ID Digimarc
ru: Ид-р знака Digimarc
tr: Digimarc Kimliği
uk: Ідентифікатор Digimarc
zh_cn: Digimarc 标识号
zh_tw: Digimarc 代號

# EMBED_WATERMARK_DURABILITY
source: Watermark Durability:
cs: Odolnost vodoznaku:
da: Vandmærkets holdbarhed:
es: Duración de marca de agua:
fi: Vesileiman kestävyys:
fr: Durée du filigrane:
hu: Vízjel tartóssága:
ja: 透かしの耐久度:
ko: 워터마크 지속성:
pl: Trwałość znaku wodnego:
ro: Durabilitate Filigran:
ru: Долговечность водяного знака:
tr: Filigran Dayanıklılığı:
uk: Надійність водяного знака:
zh_cn: 水印耐久性:
zh_tw: 浮水印耐久性:

# EMBED_WATERMARK_IMAGE_ATTRIBUTES
source: Image Attributes
cs: Atributy obrázku
da: Billedattributter
es: Atributos de imagen
fi: Kuvan ominaisuudet
fr: Attributs image
hu: Képjellemzők
ja: 画像の属性
ko: 이미지 속성
pl: Atrybuty obrazu
ro: Atribute imagine
ru: Атрибуты изображения:
tr: Görüntü Özellikleri
uk: Атрибути зображення
zh_cn: 图象属性
zh_tw: 影像屬性

# EMBED_WATERMARK_IMAGE_INFO_GROUP_BOX
source: Image Information:
cs: Informace o obrázku:
da: Billedinformation:
es: Información de imagen:
fi: Kuvan tiedot:
fr: Infos image:
hu: Képadatok:
ja: 画像情報:
ko: 이미지 정보 선택:
pl: Informacje o obrazie:
ro: Informaţii imagine:
ru: Сведения об изображении:
tr: Görüntü Bilgileri:
uk: Інформація про зображення:
zh_cn: 图象信息:
zh_tw: 影像資訊（選取一個）:

# EMBED_WATERMARK_LESS_DURABLE
source: less durable
cs: méně odolný
da: mindre holdbar
es: menos duración
fi: pienempi kestävyys
fr: moins durable
hu: kevésbé tartós
ja: 低耐久度
ko: 짧게 지속
pl: mniej trwały
ro: mai puţin durabil
ru: менее прочный
tr: daha az dayanıklı
uk: менш надійний
zh_cn: 低耐久性
zh_tw: 耐久性較低

# EMBED_WATERMARK_LESS_VISIBLE
source: less visible
cs: méně viditelný
da: mindre synlig
es: menos visible
fi: pienempi näkyvys
fr: moins visible
hu: kevésbé látható
ja: 低表示の度合い
ko: 흐리게
pl: mniej widoczny
ro: mai puţin vizibil
ru: менее заметный
tr: daha az görünür
uk: менш видимий
zh_cn: 低可视性
zh_tw: 可見性較低

# EMBED_WATERMARK_MORE_DURABLE
source: more durable
cs: více odolný
da: mere holdbar
es: más duración
fi: suurempi kestävyys
fr: plus durable
hu: tartósabb
ja: 高耐久度
ko: 오래 지속
pl: bardziej trwały
ro: mai durabil
ru: более прочный
tr: daha çok dayanıklı
uk: більш надійний
zh_cn: 更耐久
zh_tw: 耐久性較高

# EMBED_WATERMARK_MORE_VISIBLE
source: more visible
cs: více viditelný
da: mere synlig
es: más visible
fi: suurempi näkyvyys
fr: plus visible
hu: jobban látható
ja: 高表示の度合い
ko: 또렷하게
pl: bardziej widoczny
ro: mai vizibil
ru: более заметный
tr: daha çok görünür
uk: більш видимий
zh_cn: 更可见
zh_tw: 可見性較高

# EMBED_WATERMARK_NOTSUITABLE
source: Adult Content
cs: Obsah pro dospělé
da: Uegnet for mindre børn
es: Contenido para adultos
fi: Aikuisten materiaalia
fr: Réservé aux adultes
hu: Felnőtt tartalom
ja: アダルトコンテンツ
ko: 성인 내용
pl: Treści dla dorosłych
ro: Conţinut pentru adulţi
ru: Для взрослых
tr: Yetişkin İçeriği
uk: Вміст для дорослих
zh_cn: 成人内容
zh_tw: 成人內容

# EMBED_WATERMARK_REGISTER_CREATOR
source: Personalize...
cs: Přizpůsobit...
da: Tilpas...
es: Personalizar...
fi: Nimeä…
fr: Personnaliser...
hu: Személyreszabás...
ja: 登録...
ko: 사용자 설정...
pl: Personalizuj...
ro: Personalizare...
ru: Персонализировать...
tr: Kişiselleştir...
uk: Персоналізувати...
zh_cn: 个人注册...
zh_tw: 個人化...

# EMBED_WATERMARK_RESTRICTED
source: Restricted Use
cs: Omezené použití
da: Begrænset anvendelse
es: Uso restringido
fi: Rajoitettu käyttö
fr: Usage restreint
hu: Korlátozott használat
ja: 限定使用
ko: 사용 제한
pl: Użytkowanie ograniczone
ro: Utilizare restricţionată
ru: Для ограниченного использования
tr: Kısıtlı Kullanım
uk: Обмежене використання
zh_cn: 限制的使用
zh_tw: 有限使用

# EMBED_WATERMARK_VERIFY
source: Verify
cs: Ověřit
da: Bekræft
es: Verificar
fi: Tarkista
fr: Validation
hu: Ellenőrzés
ja: 確認
ko: 확인
pl: Sprawdź
ro: Verificare
ru: Проверить
tr: Doğrula
uk: Перевірити
zh_cn: 确认
zh_tw: 確認

# PERSONALIZE_DESCRIPTION
source: Click the Info button to learn more about watermarking and to obtain a Digimarc ID via the Internet or contact Digimarc Corporation at
cs: Po klepnutí na tlačítko Informace získáte další informace o používání vodoznaků a získání Digimarc ID přes Internet. Společnost Digimarc Corporation můžete také kontaktovat na adrese
da: Klik på knappen Info for at læse mere om brug af vandmærker og for at få et Digimarc-ID via Internettet. Du kan også kontakte Digimarc Corporation på:
es: Haga clic en el botón Información para saber más sobre las marcas de agua y sobre cómo obtener un ID de Digimarc a través de Internet o póngase en contacto con Digimarc Corporation en
fi: Napsauttamalla Tietoja-painiketta saat lisätietoja vesileimoista ja voit hankkia Digimarc-tunnuksen Internetistä. Voit myös ottaa yhteyttä Digimarc Corporationiin:
fr: Cliquez sur le bouton Info pour obtenir votre propre ID Digimarc par Internet ou contactez Digimarc Corporation à l’adresse suivante :
hu: A vízjelekkel kapcsolatos további információkért, valamint saját Digimarc azonosító interneten keresztüli beszerzéséért kattintson az „Információ” gombra, vagy forduljon a Digimarc Corporation vállalathoz:
ja: 透かしについての詳しい情報および Digimarc ID は、「詳細情報」ボタンをクリックしてインターネット経由で取得するか、Digimarc Corporation にお問い合わせください。
ko: 워터마크에 대한 정보를 보거나 인터넷을 통해 Digimarc ID를 얻으려면 정보 버튼을 클릭하거나 다음 연락처로 Digimarc Corporation에 문의하십시오
pl: Kliknij przycisk Informacje, aby dowiedzieć się więcej o znakach wodnych oraz uzyskać ID Digimarc przez Internet lub skontaktuj się z firmą Digimarc Corporation pod adresem
ro: Faceţi clic pe butonul Informaţii pentru a afla mai multe detalii despre marcarea imaginilor şi pentru a obţine un ID Digimarc prin Internet sau contactaţi Digimarc Corporation la
ru: Нажмите кнопку Информация, чтобы больше узнать о водяных знаках и получить Ид-р знака Digimarc через Интернет, или обратитесь в корпорацию Digimarc по
tr: Filigran eklemek hakkında daha fazla bilgi almak ve Internet üzerinden bir Digimarc Kimliği almak için Bilgi düğmesini tıklatın veya aşağıdaki e-posta adresinden Digimarc Corporation ile irtibata geçin
uk: Натисніть кнопку "Інформація", щоб детальніше довідатися про водяні знаки та отримати ідентифікатор Digimarc через Інтернет, або зверніться до корпорації Digimarc за адресою
zh_cn: 点按“信息”按钮以通过 Internet 获得有关水印的更多信息及 Digimarc 标识号，或与 Digimarc Corporation 联系
zh_tw: 請按選資訊鍵取得浮水印的更多資訊，並透過網際網路或接洽 Digimarc 公司以獲得 Digimarc 代號。聯絡方式:

# PERSONALIZE_DIGIMARC_ID
source: Digimarc ID:
es: ID de Digimarc:
fi: Digimarc-tunnus:
fr: ID Digimarc:
hu: Digimarc azonosító:
pl: ID Digimarc:
ro: ID Digimarc:
ru: Ид-р знака Digimarc:
tr: Digimarc Kimliği:
uk: Ідентифікатор Digimarc:
zh_cn: Digimarc 标识号:
zh_tw: Digimarc 代號:

# PERSONALIZE_EMAIL
source: Email:
es: Correo electrónico:
fi: Sähköposti:
ja: 電子メール:
ru: Эл. почта:
tr: E-posta:
uk: Електронна пошта:

# PERSONALIZE_PIN
source: PIN:
fi: PIN-koodi:
uk: PIN-код:
zh_cn: 个人身份号码:
zh_tw: 個人身份號碼:

# PERSONALIZE_REGISTER
source: Info
cs: Informace
es: Información
fi: Tietoja
hu: Információ
ja: 詳細情報
ko: 정보
pl: Informacje
ro: Informaţii
ru: Информация
tr: Bilgi
uk: Інформація
zh_cn: 信息
zh_tw: 資訊

# PERSONALIZE_URL
source: URL:
uk: URL-адреса:

# REPLACE_URL_CAPTION
source: Replace Internet Link
cs: Zaměnit internetový odkaz
da: Erstat Internet-link
es: Reemplazar enlace de Internet
fi: Internet-linkin korvaaminen
fr: Remplacement de lien Internet
hu: Internethivatkozás lecserélése
ja: インターネットリンクの置き換え
ko: 인터넷 링크 대체
pl: Zastąpić łącze internetowe
ro: Înlocuire legătură de internet
ru: Заменить Интернет-ссылку
tr: Internet Bağlantısını Değiştir
uk: Замінити веб-посилання
zh_cn: 替换 Internet 链接
zh_tw: 取代網際網路鏈結

# REPLACE_URL_IDNO
source: No
cs: Ne
da: Nej
fi: Ei
fr: Non
hu: Nem
ja: いいえ
ko: 아니오
pl: Nie
ro: Nu
ru: Нет
tr: Hayır
uk: Ні
zh_cn: 否
zh_tw: 否

# REPLACE_URL_IDYES
source: Yes
cs: Ano
da: Ja
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
ja: はい
ko: 예
pl: Tak
ro: Da
ru: Да
tr: Evet
uk: Так
zh_cn: 是
zh_tw: 是

# REPLACE_URL_PROBLEM
source: This image already has an Internet Link stored in File Info...
cs: Tento obrázek již má v informacích o souboru uložen internetový odkaz...
da: Der er allerede arkiveret et Internet-link til dette billede i Filinfo...
es: Esta imagen ya tiene un enlace de Internet almacenado en Información de archivo...
fi: Kuvalla on jo Internet-linkki tiedostotiedoissa...
fr: Cette image comporte déjà un lien Internet dans ses informations de fichier.
hu: A kép fájlinformációi között már szerepel egy internethivatkozás.
ja: この画像のインターネットリンクは、すでに「ファイル情報」に保存されています。
ko: 이 이미지의 파일 정보에는 인터넷 링크가 이미 저장되어 있습니다...
pl: Łącze internetowe powiązane z tym obrazem znajduje się już w informacjach o pliku...
ro: Această imagine are deja o legătură de internet memorată în Informaţii fişier...
ru: Для этого изображения уже есть Интернет-ссылка, сохраненная в пункте Сведения о файле...
tr: Bu görüntünün Dosya Bilgilerinde kayıtlı bir Internet Bağlantısı zaten var...
uk: У відомостях про файл вже збережено веб-посилання на це зображення...
zh_cn: 此图象已将 Internet 链接存储在“简介”中...
zh_tw: 此影像已經有一個網際網路鏈結儲存於檔案資訊中...

# REPLACE_URL_QUESTION_A
source: Would you like to replace the existing Internet Link
cs: Chcete zaměnit stávající internetový odkaz
da: Vil du erstatte det eksisterende Internet-link
es: ¿Desea reemplazar el enlace existente de Internet
fi: Haluatko korvata nykyisen Internet-linkin
fr: Souhaitez-vous remplacer le lien Internet existant
hu: Lecseréli a már meglévő internethivatkozást?
ja: 既存のインターネットリンク:
ko: 기존의 인터넷 링크를 대체하시겠습니까?
pl: Czy chcesz zastąpić istniejące łącze internetowe
ro: Doriţi să înlocuiţi legătura de internet existentă
ru: Заменить имеющуюся Интернет-ссылку
tr: Mevcut İnternet Bağlantısı olan
uk: Бажаєте замінити наявне веб-посилання
zh_cn: 您想将现有的 Internet 链接
zh_tw: 您想要取代已存在的網際網路鏈節嗎

# REPLACE_URL_QUESTION_B
source: with one that points to the creator of the image?
cs: odkazem směrujícím na autora obrázku?
da: med det, der henviser til billedets opretter?
es: con el que lleva al creador de la imagen?
fi: kuvan tekijän osoittavalla linkillä?
fr: par celui pointant vers le créateur de l'image ?
hu: egy olyannal, amely a kép létrehozójának adataira mutat?
ja: を画像の著作者のリンクで置き換えますか？
ko: 이미지 작성자를 가리키도록 대체하시겠습니까?
pl: odnośnikiem do twórcy tego obrazu?
ro: cu o legătură ce vă trimite la creatorul acestei imagini?
ru: на ту, которая указывает на создателя данного изображения?
tr: adresini bu görüntünün oluşturanını işaret edenle değiştirmek istiyor musunuz?
uk: іншим, яке містить інформацію про автора зображення?
zh_cn: 替换为指向此图象的创建程序的链接吗？
zh_tw: 有一個連至影像建立者的鏈結？

# STRING_BADCREATORID
source: You entered an incorrect Digimarc ID and/or PIN. Please check your Digimarc ID & PIN and re-enter them.
cs: Zadali jste nesprávný identifikátor Digimarc ID nebo PIN. Zkontrolujte identifikátor Digimarc ID a PIN a zadejte je znovu.
da: Du har indtastet et forkert Digimarc-ID og/eller PIN-kode. Kontroller Digimarc-ID'et og PIN-koden, og indtast dem igen.
es: Ha introducido una ID de Digimarc y/o clave numérica incorrecta. Compruebe su ID de Digimarc y clave numérica e introdúzcalas de nuevo.
fi: Antamasi Digimarc-tunnus ja/tai PIN-koodi on virheellinen. Tarkista Digimarc-tunnus ja PIN-koodi ja anna ne uudelleen.
fr: Vous avez entré un ID Digimarc et/ou un PIN incorrects. Vérifiez votre ID Digimarc et votre PIN, puis recommencez.
hu: Helytelen Digimarc azonosítót és/vagy PIN kódot adott meg. Ellenőrizze Digimarc azonosítóját és PIN kódját, majd adja meg azokat újra.
ja: 入力した Digimarc ID または個人登録番号が間違っています。Digimarc ID と個人登録番号を確認して、もう一度入力してください。
ko: 잘못된 Digimarc ID 및/또는 PIN을 입력하였습니다. Digimarc ID와 PIN을 확인한 후에 다시 입력하십시오.
pl: Wprowadzono nieprawidłowe ID Digimarc i/lub PIN. Sprawdź ID Digimarc oraz PIN i wprowadź je ponownie.
ro: Aţi introdus un ID şi/sau un PIN Digimarc incorect. Vă rugăm să verificaţi ID-ul & PIN-ul Digimarc şi să le reintroduceţi.
ru: Вы ввели неверный ид-р Digimarc и/или PIN. Проверьте ид-р Digimarc и PIN и введите их заново.
tr: Yanlış bir Digimarc Kimliği ve/veya PIN'i girdiniz. Lütfen Digimarc Kimliğinizi ve PIN'inizi kontrol edin ve yeniden girin.
uk: Введено неправильний ідентифікатор Digimarc і/або PIN-код. Перевірте введений ідентифікатор Digimarc та PIN-код та введіть їх ще раз.
zh_cn: 您输入了错误的 Digimarc 标识号/个人身份号码。 请检查您的 Digimarc 标识号和个人身份号码，然后重新输入。
zh_tw: 您輸入了一個不正確的 Digimarc 代號和/或個人身份號碼。 請檢查您的 Digimarc 代號與個人身份號碼，並再輸入一次。

# STRING_BADIDCAPTION
source: Incorrect Digimarc ID/PIN
cs: Nesprávný Digimarc ID/PIN
da: Ugyldig Digimarc-ID/PIN-kode.
es: ID o clave numérica de distribuidor erróneos
fi: Virheellinen Digimarc-tunnus tai PIN-koodi
fr: ID Digimarc/PIN incorrect
hu: Helytelen Digimarc azonosító / PIN kód
ja: 不適切な Digimarc ID または個人登録番号
ko: 잘못된 Digimarc ID/PIN
pl: Nieprawidłowe ID Digimarc/PIN
ro: ID/PIN Digimarc incorect
ru: Неверный ид-р/PIN знака Digimarc
tr: Yanlış Digimarc Kimliği/PIN'i
uk: Неправильний ідентифікатор Digimarc/PIN-код
zh_cn: 不正确的 Digimarc 标识号/个人身份号码
zh_tw: 不正確的 Digimarc 代號／個人身份號碼

# STRING_BUMP3_WARNING_TEXT
source: The minimum image size that will reliably retain a watermark is 256 x 256 pixels. Do you want to continue?
cs: Minimální velikost obrazu pro spolehlivé uložení vodoznaku je 256 x 256 pixelů. Chcete pokračovat?
da: Den mindste billedstørrelse, der kan indeholde et vandmærke, er 256 x 256 pixel. Vil du fortsætte?
es: El tamaño de imagen mínimo que puede contener una marca de agua de forma fiable es 256 x 256 píxeles. ¿Desea continuar?
fi: Vesileima näkyy varmasti vain kuvissa, joiden koko on vähintään 256 x 256 pikseliä. Haluatko jatkaa?
fr: Pour que le filigrane soit lisible, la taille de l'image doit être au minimum de 256 x 256 pixels. Voulez-vous continuer ?
hu: A vízjelet megbízhatóan megőrző kép minimális mérete 256 x 256 képpont. Folytatja a műveletet?
ja: プリント時に透かしを保持するためには、画像サイズを 256 x 256 ピクセル以上に設定してください。 このまま透かしを埋め込みますか？
ko: 워터마크를 안정적으로 포함할 수 있는 최소 이미지 크기는 256 x 256픽셀입니다. 계속하시겠습니까?
pl: Minimalny rozmiar obrazu, który prawidłowo zachowa znak wodny wynosi 256 x 256 pikseli. Czy chcesz kontynuować?
ro: Dimensiunile minime ale imaginii pentru care se va reţine în siguranţă un filigran sunt 256 x 256 pixeli. Doriţi să continuaţi?
ru: Минимальный размер изображения, в котором можно надежно сохранить водяной знак, составляет 256 x 256 пикселов. Продолжить?
tr: Filigranı güvenilir biçimde tutacak en düşük görüntü boyutu 256 x 256 pikseldir. Devam etmek istiyor musunuz?
uk: Мінімальний розмір зображення для надійного збереження водяного знака становить 256 х 256 пікселів. Продовжити?
zh_cn: 能可靠保留水印的最小图像大小为 256 x 256 像素。要继续吗？
zh_tw: 可供有效做為浮水印之最小影像大小為 256x256 像素。是否繼續？

# STRING_BUMP3_WARNING_TITLE
source: Image Too Small
cs: Příliš malý obrázek
da: Billedet er for lille
es: Imagen demasiado pequeña
fi: Kuva liian pieni
fr: Image trop petite
hu: Túl kicsi a kép
ja: 画像サイズの確認
ko: 이미지가 너무 작음
pl: Zbyt mały obraz
ro: Imagine prea mică
ru: Слишком маленькое изображение
tr: Görüntü Çok Küçük
uk: Зображення надто мале
zh_cn: 图象太小
zh_tw: 影像太小

# STRING_CHANGE_BUTTON
source: Change...
cs: Změnit...
da: Skift...
es: Cambiar...
fi: Vaihda…
fr: Modifier...
hu: Módosítás...
ja: 変更...
ko: 변경...
pl: Zmień...
ro: Modificare...
ru: Изменить
tr: Değiştir...
uk: Змінити...
zh_cn: 更改...
zh_tw: 更改...

# STRING_CHANGE_BUTTON_TEXT
source: Change
cs: Změnit
da: Skift
es: Cambiar
fi: vaihtaminen
fr: Modifier
hu: Módosítás
ja: 変更
ko: 변경
pl: Zmień
ro: Modificare
ru: Заменить
tr: Değiştir
uk: Змінити
zh_cn: 更改
zh_tw: 更改

# STRING_COPYRIGHT_OUTOFRANGE
source: One or both of the copyright years are out of range. The acceptable range is from %u to the current year. To enter two copyright years place a '-' between them.
cs: Jeden nebo oba roky copyrightu jsou mimo povolený rozsah. Přípustné hodnoty jsou %u až aktuální rok. Chcete-li zadat dva roky copyrightu, vložte mezi ně znak '-'.
da: Et eller begge copyrightår ligger uden for området. Det tilladte område går fra %u til det indeværende år. Hvis du indtaster to copyrightår, skal du indsætte et '-' mellem dem.
es: Uno o los dos años de copyright están fuera de rango. El rango correcto va de %u al año actual. Para introducir dos años de copyright coloque un '-' entre ellos.
fi: Ainakin toinen tekijänoikeusvuosi on sallitun alueen ulkopuolella. Sallittu alue on vuodesta %u tähän vuoteen. Voit määrittää kaksi tekijänoikeusvuotta lisäämällä niiden väliin yhdysmerkin (-).
fr: Au moins l'une des deux années de copyright est incorrecte. Les dates doivent être comprises entre %u et l'année en cours. Pour entrer deux années de copyright, insérez un tiret (-) entre elles.
hu: A szerzői jog évei közül egy vagy több kívül esik a tartományon. Az elfogadható tartomány az %u évtől a jelenlegi évig terjedő tartomány. Két szerzői jog évet kötőjellel (-) válasszon el egymástól.
ja: 入力した著作年の値が範囲外です。 %u から今年の間で指定してください。 著作年を 2 つ入力する場合は、間にハイフン (-) を挿入してください。
ko: 저작권 연도가 하나 또는 둘 다 범위를 벗어났습니다. 허용 범위는 %u부터 현재 연도입니다. 저작권 연도 두 개를 입력하려면 연도 사이에 '-'를 넣으십시오.
pl: Jedna lub obie daty obowiązywania praw autorskich są spoza zakresu. Dozwolony zakres liczony jest od %u do roku bieżącego. Aby wpisać dwie daty obowiązywania praw autorskich oddziel je za pomocą kreski (-).
ro: Unul sau ambii ani ce definesc intervalul de valabilitate a drepturilor de autor se situează în afara intervalului acceptabil. Intervalul acceptabil se întinde din %u până în anul curent. Pentru a introduce doi ani ce definesc intervalul de valabilitate a drepturilor de autor, plasaţi simbolul '-' între cifrele acestora.
ru: Один или оба года за пределами диапазона. Допустимый диапазон: с %d до текущего года. Чтобы ввести два года регистрации авторского права, поставьте между ними дефис.
tr: Telif hakkı yıllarının biri veya her ikisi aralık dışında. Kabul edilir aralık %u ile geçerli yıl arasıdır. İki telif hakkı yılı girmek için aralarına '-' koyun.
uk: Один або обидва роки, вказані як термін дії авторських прав, є поза межами припустимого діапазону. Припустимий діапазон охоплює період від %u року до поточного року. Вводячи два роки, що вказують на термін дії авторських прав, поставте між ними дефіс.
zh_cn: 一个或两个版权年份超出范围。 可接受范围为从 %u 到本年度。 要输入两个版权年份，请在中间插入 '-'。
zh_tw: 至少有其中之一的版權年份超出範圍。 可接受之範圍為 %u 到今年。 若要輸入兩個版權年份，請在中間加上 '-' 號。

# STRING_COPYRIGHT_OUTOFRANGE_CAPTION
source: Copyright Year Format Error
cs: Chyba formátu roku copyrightu
da: Formatfejl i Copyright-år
es: Error de formato en año de copyright
fi: Virhe tekijänoikeusvuoden muodossa
fr: Erreur de format de l'année du copyright
hu: Formátumhibás szerzői jog év
ja: 著作年の形式エラー
ko: 저작권 연도 포맷 오류
pl: Błąd formatu lat obowiązywania praw autorskich
ro: Eroare de format al anului copyright-ului
ru: Год регистрации авторского права: ошибка формата
tr: Telif Hakkı Yılı Format Hatası
uk: Помилка формату терміну дії авторських прав
zh_cn: 版权年份格式错误
zh_tw: 版權年份格式錯誤
