Repository: Etanielcaus/Full-Stack-Dev-Web-Jamilton-Damasceno
Catalog: PhotoshopPortable/App/PhotoshopCS6/Required/Plug-Ins/Digimarc/Digisign/*.lproj/Localizable.strings
Languages: cs, da, es, fi, fr, hu, ja, ko, pl, ro, ru, tr, uk, zh_cn, zh_tw

# UNABLE_TO_LAUNCH_BROWSER_PROBLEM
source: We were unable to launch your Internet browser. Please start your Internet browser and go to http://www.digimarc.com to obtain your personal Digimarc ID.
cs: Nedokázali jsme spustit prohlížeč Internetu. Prosím spusťte prohlížeč ručně a přejděte na adresu http://www.digimarc.com kde najdete informace o autorovi tohoto obrázku.
da: Vi kunne ikke starte din Internet-browser. Start Internet-browseren, og fortsæt til:
es: No es posible lanzar el navegador de Internet. Inicie el navegador de Internet y diríjase a http://www.digimarc.com para obtener información sobre el creador de esta imagen.
fi: Internet-selaimen käynnistäminen epäonnistui. Käynnistä Internet-selain ja siirry osoitteeseen http://www.digimarc.com Hanki henkilökohtainen tekijän tunnus.
fr: Impossible de lancer votre navigateur Internet. Lancez-le manuellement et accédez: http://www.digimarc.com pour obtenir votre ID Digimarc personnel.
hu: Nem sikerült elindítani az internetböngészőt. A kép létrehozójának adatait a böngésző indítása után a http://www.digimarc.com oldal segítségével tudhatja meg.
ja: インターネットブラウザを起動できませんでした。この画像の著作者について情報を得るには、ブラウザを起動して、次の URL を開いてください。 http://www.digimarc.com
ko: 인터넷 브라우저를 시작할 수 없습니다. 인터넷 브라우저를 열고 http://www.digimarc.com 개인용 작성자 ID를 얻으려면
pl: Uruchomienie przeglądarki internetowej nie powiodło się. Uruchom przeglądarkę samodzielnie i przejdź do adresu http://www.digimarc.com aby uzyskać więcej informacji o twórcy tego obrazu.
ro: Nu s-a putut lansa browserul de internet. Activaţi browserul de internet şi mergeţi la adresa http://www.digimarc.com pentru informaţii despre creatorul acestei imagini.
ru: Не удалось запустить ваш браузер Интернет. Запустите браузер Интернет и перейдите по ссылке http://www.digimarc.com для получения сведений о создателе данного изображения.
tr: Internet tarayıcınızı başlatamadık. Lütfen Internet tarayıcınızı başlatın ve http://www.digimarc.com adresine giderek bu görüntünün oluşturanı hakkında daha fazla bilgi alın.
uk: Не вдалося запустити Інтернет-браузер. Запустіть Інтернет-браузер і перейдіть на сторінку http://www.digimarc.com, щоб отримати інформацію про автора цього зображення.
zh_cn: 不能启动 Internet 浏览器。 有关此图象创建程序的信息，请启动 Internet 浏览器，然后访问 http://www.digimarc.com 以获得您个人的创建程序标识号。
zh_tw: 我們無法啟動您的網路流覽器。請啟動您的網路流覽器並且到: http://www.digimarc.com 以取得您個人的建立者代號。

# UPDATE_DIALOG_CAPTION
source: Digimarc Plug-in Update
cs: Aktualizace zásuvného modulu Digimarc
da: Opdatering til Digimarc-ekstramodul
es: Actualización de plugin Digimarc
fi: Digimarcin plug-in-päivitys
fr: Mise à jour du module Digimarc
hu: A Digimarc bővítmény frissítése
ja: プラグインの更新
ko: Digimarc 플러그-인 갱신
pl: Aktualizacja wtyczek Digimarc
ro: Actualizarea plugin-ului Digimarc
ru: Обновление внешнего модуля Digimarc
tr: Digimarc Eklentisi Güncellemesi
uk: Оновлення зовнішніх модулів Digimarc
zh_cn: Digimarc 增效工具更新
zh_tw: Digimarc 增效模組更新

# UPDATE_DIALOG_LATER_BUTTON
source: Remind Me Later
cs: Připomenout později
da: Påmind mig senere
es: Recordarme más tarde
fi: Muistuta myöhemmin
fr: Me le rappeler ultérieurement
hu: Később emlékeztessen
ja: 後でチェックする
ko: 나중에 알림
pl: Przypomnij później
ro: Aminteşte-mi mai târziu
ru: Напомнить позже
tr: Daha Sonra Hatırlat
uk: Нагадати пізніше
zh_cn: 以后提醒我
zh_tw: 稍後再提醒我

# UPDATE_DIALOG_NOW_BUTTON
source: Check Now
cs: Zkontrolovat nyní
da: Undersøg nu
es: Comprobar ahora
fi: Tarkista nyt
fr: Vérifier maintenant
hu: Ellenőrizze most
ja: すぐにチェックする
ko: 지금 확인
pl: Sprawdź teraz
ro: Vezi acum
ru: Проверить сейчас
tr: Şimdi Denetle
uk: Переглянути зараз
zh_cn: 立即检查
zh_tw: 立即檢查

# UPDATE_DIALOG_UPDATE_MSG
source: Would you like to check for an updated version of the Digimarc plug-ins?
cs: Chcete zkontrolovat, zda není k dispozici aktualizovaná verze zásuvných modulů Digimarc?
da: Vil du undersøge, om der findes en opdateret version af Digimarc-ekstramodulerne?
es: ¿Desea comprobar si existe una versión actualizada de los plugins Digimarc?
fi: Haluatko tarkistaa, onko Digimarcin plug-ineistä saatavilla päivitetty versio?
fr: Voulez-vous vérifier s’il existe une mise à jour des modules externes Digimarc ?
hu: Szeretné ellenőrizni, hogy elérhető-e a Digimarc bővítmények újabb változata?
ja: プラグインの最新バージョンをチェックしますか？
ko: Digimarc 플러그-인의 갱신된 버전을 찾아 보시겠습니까?
pl: Czy chcesz sprawdzić dostępność zaktualizowanej wersji wtyczek Digimarc?
ro: Doriţi să căutaţi versiuni actualizate ale plugin-urilor Digimarc?
ru: Проверить наличие обновленной версии внешних модулей Digimarc?
tr: Digimarc eklentilerinin güncellenmiş bir sürümü olup olmadığını denetlemek ister misiniz?
uk: Бажаєте довідатися про оновлені версії зовнішніх модулів Digimarc?
zh_cn: 要检查 Digimarc 增效工具的更新版本吗？
zh_tw: 您是否要檢查 Digimarc 增效模組的更新版？

# VERIFY_CAPTION
source: Embed Watermark: Verify
cs: Vložit vodoznak: Ověřit
da: Integrer vandmærke: Bekræft
es: Incrustar marca de agua: Verificar
fi: Sisällytä vesileima: Tarkista
fr: Insertion filigrane : validation
hu: Vízjel beágyazása: Ellenőrzés
ja: 透かしの埋め込み: 確認
ko: 워터마크 삽입: 확인
pl: Umieść znak wodny: Sprawdź
ro: Încorporare filigran: Verificare
ru: Внедрить водяной знак: проверить
tr: Filigran Göm: Doğrula
uk: Вбудування водяного знака: Перевірка
zh_cn: 嵌入水印:验证
zh_tw: 嵌入浮水印: 確認

# VERIFY_CREATOR_DESCRIPTION
source: Your watermark has been successfully embedded in the image. To access your detailed contact information, run the "Read Watermark" filter and select Web Lookup.
cs: Váš vodoznak byl úspěšně vložen do obrazu. Chcete-li vidět své podrobné kontaktní údaje, spusťte filtr „Přečíst vodoznak“ a klepněte na tlačítko Vyhledání na webu.
da: Vandmærket er blevet korrekt integreret i billedet. For at få adgang til den detaljerede kontaktinformation skal du udføre filteret "Læs vandmærke" og vælge Web-opslag.
es: La marca de agua se ha integrado satisfactoriamente en la imagen. Para acceder a información detallada, ejecute el filtro Leer marca de agua y seleccione Mirar Web.
fi: Vesileimasi on sisällytetty kuvaan onnistuneesti. Voit lukea yksityiskohtaiset yhteystiedot ajamalla Lue vesileima -suotimen ja valitsemalla Web-haku.
fr: L'insertion du filigrane Digimarc dans cette image a réussi. Pour accéder aux informations de filigrane, choisissez le filtre "Lecture filigrane", puis cliquez sur le bouton Rechercher.
hu: A vízjel sikeresen beágyazva a képbe. Részletes elérhetőségi adatainak megjelenítéséhez futtassa a „Vízjelolvasó” szűrőt, és válassza a Keresés a weben gombot.
ja: 画像内に透かしが埋め込まれました。埋め込まれた情報を確認するには、「透かしの読み込み」フィルタを選択して「Web 検索」ボタンをクリックして下さい。
ko: 워터마크가 이미지에 삽입되었습니다. 자세한 연락 정보에 액세스하려면 "워터마크 읽기" 필터를 실행한 후 웹 조회를 선택하십시오.
pl: Znak wodny został pomyślnie umieszczony w obrazie. Aby uzyskać dostęp do szczegółowych danych kontaktowych, uruchom filtr „Odczytaj znak wodny” i wybierz Sprawdź w sieci.
ro: Filigranul dvs. a fost încorporat cu succes în imagine. Pentru accesarea informaţiilor dvs. de contact detaliate, rulaţi filtrul "Citire filigran" şi selectaţi Căutare pe Web.
ru: Ваш водяной знак успешно внедрен в изображение. Для доступа к подробной контактной информации запустите фильтр "Чтение водяного знака" и выберите Web Lookup.
tr: Filigranınız görüntüye başarıyla gömüldü. Ayrıntılı kişi bilgilerinize erişmek için "Filigranı Oku" filtresini çalıştırın ve Web Araması'nı seçin.
uk: Водяний знак було успішно вбудовано в зображення. Щоб отримати доступ до своїх детальних контактних відомостей, запустіть фільтр "Читання водяного знака" і натисніть кнопку "Пошук в Інтернеті".
zh_cn: 水印已成功嵌入到图象中。 要访问详细的联络信息，请运行“读取水印”滤镜，然后选择“网页查照”。
zh_tw: 您的浮水印已經成功的嵌入影像中。 要存取您的詳細連絡資料，執行「讀取浮水印」濾鏡並選取「參照網頁」。

# VERIFY_CREATOR_INFORMATION
source: Creator Information
cs: Autor
da: Oprettelsesinformation
es: Información de creador
fi: Tekijän tiedot
fr: Infos créateur
hu: Létrehozó adatai
ja: 著作者情報
ko: 작성자 정보
pl: Informacje o twórcy
ro: Informaţii creator
ru: Информация об авторе
tr: Oluşturan Bilgileri
uk: Відомості про автора
zh_cn: 创建程序简介
zh_tw: 建立者資訊

# VERIFY_DURABILITY_GROUP_BOX
source: Watermark Strength
cs: Síla vodoznaku
da: Vandmærkestyrke
es: Intensidad de la marca de agua
fi: Vesileiman vahvuus
fr: Intensité du filigrane
hu: Vízjel erőssége
ja: 透かしの強さ
ko: 워터마크 강도
pl: Wyrazistość znaku wodnego
ro: Intensitate Filigran
ru: Интенсивность водяного знака
tr: Filigran Kuvveti
uk: Інтенсивність водяного знака
zh_cn: 水印强度
zh_tw: 浮水印效力

# VERIFY_HIGH_LABEL
source: High
cs: Vysoká
da: Høj
es: Alta
fi: Vahva
fr: Elevée
hu: Nagy
ja: 高
ko: 고
pl: Wysoka
ro: Ridicată
ru: Высокая
tr: Yüksek
uk: Висока
zh_cn: 高
zh_tw: 高

# VERIFY_LOW_LABEL
source: Low
cs: Nízká
da: Lav
es: Baja
fi: Heikko
fr: Faible
hu: Kicsi
ja: 低
ko: 저
pl: Niska
ro: Scăzută
ru: Низкая
tr: Düşük
uk: Низька
zh_cn: 低
zh_tw: 低

# VERIFY_MEDIUM_LABEL
source: Medium
cs: Střední
da: Mellem
es: Media
fi: Keski
fr: Moyenne
hu: Közepes
ja: 標準
ko: 중
pl: Średnia
ro: Medie
ru: Средняя
tr: Orta
uk: Середня
zh_cn: 中
zh_tw: 中

# VERIFY_ORGANIZATION_LABEL
source: Distributor ID:
cs: ID distributora:
da: Distributør-ID:
es: ID de distribuidor:
fi: Jakelijan tunnus:
fr: ID Distributeur:
hu: Forgalmazói azonosító:
ja: 配付元 ID:
ko: 배포자 ID:
pl: ID dystrybutora:
ro: ID distribuitor:
ru: Ид-р дистрибьютора:
tr: Dağıtıcı Kimliği:
uk: ідентифікатор дистриб'ютора:
zh_cn: 发布程序标识号:
zh_tw: 分配者代號:

# VERIFY_TYPEOFUSE_LABEL
source: Image Attributes:
cs: Atributy obrázku:
da: Billedattributter:
es: Atributos de imagen:
fi: Kuvan ominaisuudet:
fr: Attributs image:
hu: Képjellemzők:
ja: 画像の属性:
ko: 이미지 속성:
pl: Atrybuty obrazu:
ro: Atribute imagine:
ru: Атрибуты изображения:
tr: Görüntü Özellikleri:
uk: Атрибути зображення:
zh_cn: 图象属性:
zh_tw: 影像屬性:

# BUTTON_OK
source: OK
ko: 승인
ru: ОК
tr: Tamam
zh_cn: 好
zh_tw: 確定
