Repository: Etanielcaus/Full-Stack-Dev-Web-Jamilton-Damasceno
Catalog: PhotoshopPortable/App/PhotoshopCS6/Required/Plug-Ins/Digimarc/Digisign/*.lproj/Localizable.strings
Languages: cs, da, es, fi, fr, hu, ja, ko, pl, ro, ru, tr, uk, zh_cn, zh_tw

# STRING_COPYRIGHT_SAME
source: Copyright years must be different and entered in ascending order (2007-2009).
cs: Roky copyrightu nesmí být shodné a musí být zadány ve vzestupném pořadí (2007-2008).
da: Copyright-årene skal være forskellige- og de skal indtastes i stigende orden (f.eks. 2007-2008).
es: Los años de copyright deben ser diferentes e introducirse en orden ascendente (p. ej. 2007-2008).
fi: Tekijänoikeusvuosien on oltava erilaisia ja ne merkitään nousevassa järjestyksessä (2007-2008).
fr: Les années du copyright doivent être différentes et entrées par ordre croissant (2007-2008).
hu: A szerzői jog éveinek különbözniük kell egymástól. Az éveket növekvő sorrendben kell megadni (2007-2008).
ja: 著作年を複数入力する場合は、古い年から順に入力してください（2007-2008 など）。
ko: 저작권 연도는 각기 달라야 하며 시간 순으로 입력되어야 합니다(예: 2007-2008).
pl: Lata obowiązywania praw autorskich muszą być różne oraz wprowadzone rosnąco (2007-2008).
ro: Anii copyright-ului trebuie să fie diferiţi şi introduşi în ordine crescătoare (2007-2008).
ru: Годы регистрации авторского права должны быть различными и введены в порядке возрастания (2007-2008).
tr: Telif hakkı yılları birbirinden farklı olmalı ve küçükten büyüğe sıralanmalıdır (2007-2008).
uk: Роки, що вказують на термін дії авторських прав, мають бути різними і вказуватись у висхідному порядку (2007-2008).
zh_cn: 版权年份必须是不同的并按 升序(如 2007-2008)输入
zh_tw: 版權年份必須不同且以遞增順序輸入 (2007-2008)。

# STRING_COPYRIGHT_YEAR_TITLE
source: Copyright Year(s):
cs: Rok(y) copyrightu:
da: Copyright-år:
es: Año(s) de copyright:
fi: Tekijänoikeusvuosi:
fr: Année du copyright:
hu: A szerzői jog éve(i):
ja: 著作年:
ko: 저작권 연도:
pl: Lata obowiązywania praw autorskich:
ro: Anul (anii) copyright-ului:
ru: Год(ы) регистрации авт. права:
tr: Telif Hakkı Yılları:
uk: Термін дії авторських прав:
zh_cn: 版权年份:
zh_tw: 版權年份:

# STRING_COPY_PROTECTED_MESSAGE
source: Do Not Copy
cs: Nekopírovat
da: Må ikke kopieres
es: No copiar
fi: Älä kopioi
fr: Copie interdite
hu: Nem másolható
ja: コピー禁止
ko: 복사하지 마십시오
pl: Nie kopiuj
ro: A nu se copia
ru: Не копировать
tr: Kopyalama
uk: Копіювання заборонено
zh_cn: 请勿拷贝
zh_tw: 禁止複製

# STRING_DEMO_ID_NAME
source: Digimarc Demo
cs: Ukázka zás. modulu
fr: Démo Digimarc
hu: Digimarc bemutató
ja: Digimarc デモバージョン
ko: Digimarc 데모
ru: Демо-версия Digimarc
tr: Digimarc Demosu
uk: Пробна версія Digimarc
zh_cn: Digimarc 演示版
zh_tw: Digimarc 示範

# STRING_DONT_SHOW
source: Don't show me this dialog again.
cs: Tento dialog již nezobrazovat.
da: Vis ikke denne dialogboks igen
es: No mostrar este diálogo de nuevo.
fi: Älä näytä tätä valintaikkunaa uudelleen.
fr: Ne pas réafficher cette zone de dialogue.
hu: Többé ne jelenjen meg ez az ablak.
ja: 次回からこのダイアログボックスを表示しない
ko: 이 대화상자를 다시 표시하지 않음
pl: Nie pokazuj więcej tego okna dialogowego.
ro: Nu mai doresc afişarea acestui dialog.
ru: Не показывать это диалоговое окно снова.
tr: Bu iletişim kutusunu bir daha gösterme.
uk: Більше не відображати це діалогове вікно.
zh_cn: 不再次显示此对话框。
zh_tw: 不要再顯示此對話框。

# STRING_INTEGER_OUTOFRANGE
source: An integer between %u and %u is expected
cs: Zde je očekáváno celé číslo v intervalu %u až %u
da: Der kræves et heltal mellem %u og %u.
es: Se necesita un número entero entre %u y %u
fi: Tarvitaan kokonaisluku väliltä %u ja %u.
fr: Un entier compris entre %u et %u est requis.
hu: %u és %u közötti egész számot kell megadni.
ja: %u から %u までの整数を入力してください。
ko: %u 및 %u 사이의 정수를 입력해야 합니다
pl: Wymagana jest liczba całkowita między %u a %u
ro: Trebuie introdus un număr întreg între %u şi %u
ru: Требуется целое число от %u до %u.
tr: %u ile %u arasında bir tam sayı bekleniyor
uk: Слід ввести ціле число від %u до %u
zh_cn: 要求 %u 和 %u 之间的整数
zh_tw: 介於 %u 和 %u 間的整數

# STRING_INTEGER_OUTOFRANGE_CAPTION
source: Out Of Range
cs: Mimo povolený rozsah
da: Uden for området
es: Fuera de rango
fi: Ei ole sallituissa rajoissa
fr: Hors plage
hu: Tartományon kívül
ja: 範囲外の値
ko: 범위에서 벗어남
pl: Poza zakresem
ro: În afara intervalului
ru: Неверное значение
tr: Aralık Dışı
uk: За межами припустимого діапазону
zh_cn: 超出范围
zh_tw: 超出範圍

# STRING_INTEGER_OUTOFRANGE_NO_EXAMPLE
source: Integer input out of range.
cs: Vstupní celé číslo mimo povolený rozsah.
da: Heltalsinput uden for området
es: Número entero fuera de rango.
fi: Syötetty kokonaisluku ei ole sallituissa rajoissa.
fr: Nombre hors plage.
hu: Tartományon kívüli egész szám van megadva.
ja: 値が範囲外です。
ko: 입력한 정수가 범위에서 벗어남
pl: Wejściowa liczba całkowita poza zakresem.
ro: Număr întreg în afara intervalului.
ru: Целое число выходит за пределы.
tr: Tam sayı girişi aralık dışı.
uk: Введене число знаходиться за межами припустимого діапазону.
zh_cn: 整数输入超出范围。
zh_tw: 整數輸入超出範圍。

# STRING_ITEM_ID_TITLE
source: Image ID:
cs: ID obrázku:
da: Billed-ID:
es: ID de imagen:
fi: Kuvan tunnus:
fr: ID Image:
hu: Kép azonosítója:
ja: 項目 ID:
ko: 이미지 ID:
pl: ID obrazu:
ro: ID imagine:
ru: Ид-р изображения:
tr: Görüntü Kimliği:
uk: Ідентифікатор зображення:
zh_cn: 图象标识号:
zh_tw: 影像代號:

# STRING_LAYERED_TEXT
source: You are about to watermark an image with multiple layers. It is strongly recommended that you "flatten" the image before watermarking it. Do you want to continue?
cs: Hodláte vložit vodoznak do obrázku s více vrstvami. Důrazně doporučujeme převést obrázek na jednu vrstvu a teprve poté vložit vodoznak. Chcete pokračovat?
da: Du er i færd med at indsætte et vandmærke i et billede med flere lag. Det anbefales, at du "sammenkopierer" billedet, før du indsætter vandmærket. Vil du fortsætte?
es: Va a incrustar una marca de agua en una imagen con varias capas. Se recomienda encarecidamente acoplar la imagen antes de incrustar la marca de agua. ¿Desea continuar?
fi: Olet lisäämässä vesileimaa kuvaan, jossa on useita tasoja. Suosittelemme tasojen poistamista ennen vesileimausta. Haluatko jatkaa?
fr: Vous allez insérer un filigrane dans une image comportant plusieurs calques. Nous vous conseillons d'aplatir l'image avant d'insérer le filigrane. Voulez-vous continuer ?
hu: Olyan képet készül ellátni vízjellel, amely több réteget is tartalmaz. A vízjel beágyazása előtt ajánlott összeolvasztani a képet. Folytatja a műveletet?
ja: 複数のレイヤーを含む画像に透かしを埋め込む前に、 画像の統合を行うことをお勧めします。 このまま透かしを埋め込みますか？
ko: 여러 레이어가 있는 이미지에 워터마크를 삽입하려 하고 있습니다. 워터마크를 넣기 전에 이미지를 병합하기를 적극 권장합니다. 계속 하시겠습니까?
pl: Znak wodny zostanie umieszczony w obrazie wielowarstwowym. Zaleca się „spłaszczenie” obrazu przed umieszczeniem w nim znaku wodnego. Czy chcesz kontynuować?
ro: Sunteţi pe cale să marcaţi o imagine cu mai multe straturi. Este recomandat să "aplatizaţi" imaginea înainte de a o marca. Doriţi să continuaţi?
ru: Вы намерены пометить водяным знаком изображение, состоящее из нескольких слоев. Настоятельно рекомендуется "свести" изображение перед нанесением водяного знака. Продолжить?
tr: Birden fazla katmana sahip bir görüntüye filigran eklemek üzeresiniz. Filigran eklemeden önce görüntüyü "düzleştirmeniz" önerilir. Devam etmek istiyor musunuz?
uk: Ви збираєтеся вбудувати водяний знак у зображення із багатьма шарами. Наполегливо радимо "звести" зображення перед тим, як вбудовувати водяний знак. Продовжити?
zh_cn: 将要对多图层图象进行水印处理。强烈建议您在水印处理之前，先“拼合”图象。 要继续吗？
zh_tw: 您正在對一個有多重圖層的影像製作浮水印。在此強烈 建議您在製作浮水印前先將影像 「平面化」。 您要繼續嗎？

# STRING_NONE_TEXT
source: <none>
cs: <žádné>
da: <Ingen>
es: <ninguno>
fi: <ei mitään>
fr: <sans>
hu: <nincs>
ja: <なし>
ko: <없음>
pl: <żadne>
ro: <niciunul>
ru: <нет>
tr: <yok>
uk: <жодного>
zh_cn: <无>
zh_tw: <無>

# STRING_NOT_READABLE_MESSAGE
source: This image was not able to reliably retain a watermark. Try increasing the durability or enlarging the image area. The image has not been modified.
cs: Tento obrázek nedokáže spolehlivě uchovat vodoznak. Zkuste zvýšit nastavení odolnosti nebo zvětšit rozměry obrázku. Obrázek nebyl pozměněn.
da: Dette billede kunne ikke fastholde et vandmærke. Prøv at forøge holdbarheden eller forstørre billedområdet. Billedet er ikke blevet ændret.
es: Esta imagen no puede contener una marca de agua de forma fiable. Intente aumentar el ajuste de la duración de la marca o aumente el área de la imagen. Esta imagen no se ha modificado.
fi: Tähän kuvaan ei voi sisällyttää vesileimaa. Yritä suurentaa kestävyysasetusta tai kuvan kokoa. Kuvaa ei ole muokattu.
fr: Le filigrane est illisible dans cette image. Essayez d'augmenter le paramètre de durabilité ou d'agrandir la zone de l'image. Cette image n'a pas été modifiée.
hu: Ennél a képnél nem sikerült megbízhatóan megőrizni a vízjelet. Növelje meg a tartósság értékét vagy a képterületet. A kép nem módosult.
ja: この画像では透かしを確実に保持できません。 透かしの耐久性の値を上げるか、 画像領域を拡大してください。 画像は変更されていません。
ko: 이 이미지에는 안정적으로 워터마크를 삽입할 수 없습니다. 지속성 설정을 증가시키거나 이미지 영역을 늘려보십시오. 이미지가 수정되지 않았습니다.
pl: Nie udało się prawidłowo zachować znaku wodnego w tym obrazie. Spróbuj zwiększyć ustawienie trwałości lub powiększyć obszar obrazu. Ten obraz nie został zmodyfikowany.
ro: Această imagine nu a putut reţine filigranul în siguranţă. Încercaţi să creşteţi setarea de durabilitate a filigranului sau să creşteţi suprafaţa imaginii. Această imagine nu a fost modificată.
ru: Это изображение не подходит для надежного хранения водяного знака. Попробуйте увеличить параметр стойкости или область изображения. Изображение не было изменено.
tr: Bu görüntü filigranı güvenilir bir şekilde tutamadı. Dayanıklılık ayarını artırmayı veya görüntü alanını büyütmeyi deneyin. Bu görüntü değiştirilmemiş.
uk: Неможливо надійно зберегти водяний знак у цьому зображенні. Спробуйте збільшити значення надійності або розмір зображення. Поточне зображення не було змінено.
zh_cn: 此图像无法可靠地保留水印。请尝试提高持久性设置，或者增大图像区域。此图像未被更改。
zh_tw: 此影像無法穩定含有浮水印。請嘗試調高耐久度設定或放大影像區域。此影像尚未修改。

# STRING_PERSONALIZE_BUTTON_TEXT
source: Personalize
cs: Přizpůsobit
da: Tilpas
es: Personalizar
fi: nimeäminen
fr: Personnaliser
hu: Személyreszabás
ja: 登録
ko: 사용자 설정
pl: Personalizuj
ro: Personalizare
ru: Персонализировать
tr: Kişiselleştir
uk: Встановити особисті налаштування
zh_cn: 个人注册
zh_tw: 個人化

# STRING_REGISTER_CREATORID_TITLE1
source: %s Digimarc ID
es: %s ID de Digimarc
fi: Digimarc-tunnuksen %s
fr: %s ID Digimarc
hu: %s - Digimarc azonosító
ja: Digimarc ID %s
ko: Digimarc ID %s
pl: %s ID Digimarc
ro: %s ID Digimarc
ru: %s ид-р Digimarc
tr: %s: Digimarc Kimliği
uk: %s Ідентифікатор Digimarc
zh_cn: %s Digimarc 标识号
zh_tw: %s Digimarc 代號

# STRING_REQUIRES_2_5_2_HOST
source: This plug-in requires Adobe Photoshop 2.5.2 or later functionality
cs: Tento zásuvný modul vyžaduje aplikaci Adobe Photoshop 2.5.2 nebo novější verzi
da: Dette ekstramodul kræver funktioner i Adobe Photoshop 2.5.2 eller højere.
es: Este plugin necesita Adobe Photoshop 2.5.2 o posterior
fi: Tämä plug-in edellyttää Adobe Photoshopin versiota 2.5.2 tai uudempaa
fr: Ce module requiert Adobe Photoshop 2.5.2 ou ultérieur.
hu: A bővítmény az Adobe Photoshop 2.5.2. és újabb változataival használható együtt.
ja: このプラグインを使うには、Adobe Photoshop 2.5.2J 以上のバージョンが必要です。
ko: 이 플러그-인은 Adobe Photoshop 2.5.2 이상의 기능이 필요합니다
pl: Ta wtyczka wymaga oprogramowania Adobe Photoshop w wersji 2.5.2 lub późniejszej
ro: Acest plug-in necesită Adobe Photoshop 2.5.2 sau o versiune ulterioară
ru: Данный внешний модуль работает с Adobe Photoshop версии 2.5.2 или более поздней
tr: Bu eklenti Adobe Photoshop 2.5.2 veya daha sonrasını gerektirmektedir
uk: Цей зовнішній модуль потребує функціональності Adobe Photoshop 2.5.2 або новіших версій
zh_cn: 此增效工具要求 Adobe Photoshop 2.5.2 或以后版本的功能
zh_tw: 此增效模組需要 Adobe Photoshop 2.5.2 或更新的功能

# STRING_REQUIRES_2_5_HOST
source: This plug-in requires Adobe Photoshop 2.5 or later functionality
cs: Tento zásuvný modul vyžaduje aplikaci Adobe Photoshop 2.5 nebo novější verzi
da: Dette ekstramodul kræver funktioner i Adobe Photoshop 2.5 eller højere.
es: Este plugin necesita Adobe Photoshop 2.5 o posterior
fi: Tämä plug-in edellyttää Adobe Photoshopin versiota 2.5 tai uudempaa
fr: Ce module requiert Adobe Photoshop 2.5 ou ultérieur.
hu: A bővítmény az Adobe Photoshop 2.5. és újabb változataival használható együtt.
ja: このプラグインを使うには、Adobe Photoshop 2.5J 以上のバージョンが必要です。
ko: 이 플러그-인은 Adobe Photoshop 2.5 이상의 기능이 필요합니다
pl: Ta wtyczka wymaga oprogramowania Adobe Photoshop w wersji 2.5 lub późniejszej
ro: Acest plug-in necesită Adobe Photoshop 2.5 sau o versiune ulterioară
ru: Данный внешний модуль работает с Adobe Photoshop версии 2.5 или более поздней
tr: Bu eklenti Adobe Photoshop 2.5 veya daha sonrasını gerektirmektedir
uk: Цей зовнішній модуль потребує функціональності Adobe Photoshop 2.5 або новіших версій
zh_cn: 此增效工具要求 Adobe Photoshop 2.5 或以后版本的功能
zh_tw: 此增效模組需要 Adobe Photoshop 2.5 或更新的功能

# STRING_REQUIRES_COMPATIBLE_HOST
source: This plug-in is incompatible with this version of the host program
cs: Tento zásuvný modul není kompatibilní s aktuální verzí hostitelského programu
da: Dette ekstramodul er ikke kompatibelt med denne version af værtsprogrammet.
es: Este plugin es incompatible con esta versión del programa anfitrión
fi: Tämä plug-in ei ole yhteensopiva isäntäohjelman version kanssa
fr: Ce module est incompatible avec cette version de l'application.
hu: A bővítmény nem használható a gazdaprogram ezen változatával.
ja: このプラグインは、このバージョンのホストプログラムと互換性がありません。
ko: 이 플러그-인은 이 버전의 호스트 프로그램과 호환되지 않습니다
pl: Ta wtyczka nie jest zgodna z aktualną wersją oprogramowania głównego
ro: Acest plug-in nu este compatibil cu această versiune a programului gazdă
ru: Внешний модуль несовместим с данной версией основной программы
tr: Bu eklenti ana programın bu sürümüyle uyumsuz
uk: Цей зовнішній модуль несумісний із цією версією головної програми
zh_cn: 此增效工具与这个版本的主程序不兼容
zh_tw: 此增效模組與此主機程式版本不相容

# STRING_RESTRICTED_MESSAGE
source: Restricted Use
cs: Omezené použití
da: Begrænset anvendelse
es: Uso restringido
fi: Rajoitettu käyttö
fr: Usage restreint
hu: Korlátozott használat
ja: 限定使用
ko: 사용 제한
pl: Użytkowanie ograniczone
ro: Utilizare restricţionată
ru: Для ограниченного использования
tr: Kısıtlı Kullanım
uk: Обмежене використання
zh_cn: 限制的使用
zh_tw: 有限使用
