Repository: Etanielcaus/Full-Stack-Dev-Web-Jamilton-Damasceno
Catalog: PhotoshopPortable/App/PhotoshopCS6/Required/Plug-Ins/Digimarc/Digisign/*.lproj/Localizable.strings
Languages: cs, da, es, fi, fr, hu, ja, ko, pl, ro, ru, tr, uk, zh_cn, zh_tw

# STRING_SIGN_ABOUT_TEXT
source: Embedder v%d.%d.%d This technology is protected by one or more of the following patents: US Patent Nos. 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074; and international Patent Nos. EP 1137251 B1; EP 0824821 B1; and JP-3649731. Additional patents are pending. Copyright, Digimarc Corporation. All rights reserved.
cs: Embedder v%d.%d.%d Tato technologie je chráněna jedním nebo více patenty z následující řady: patent USA č. 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074; mezinárodní patent č. EP 1137251 B1; EP 0824821 B1 a JP-3649731. Další patenty jsou v jednání. Copyright, Digimarc Corporation. All rights reserved.
da: Embedder v%d.%d.%d Denne teknologi er beskyttet af en eller flere af følgende patenter: Patentnumre i USA, herunder 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074, og internationale patentnumre, herunder EP 1137251 B1; EP 0824821 B1 og JP-3649731. Yderligere patenter er under behandling. Copyright, Digimarc Corporation. Alle rettigheder forbeholdes.
es: Embedder v%d.%d.%d Esta tecnología está protegida por una o varias de las patentes siguientes: Patentes de los EE.UU. 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074 y patentes internacionales EP 1137251 B1; EP 0824821 B1 y JP-3649731. Pendiente de otras patentes adicionales. Copyright, Digimarc Corporation. Reservados todos los derechos.
fi: Embedder v%d.%d.%d Tämä tekniikka on suojattu vähintään yhdellä seuraavista patenteista: yhdysvaltalaiset patentit 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074 ja kansainväliset patentit EP 1137251 B1; EP 0824821 B1 ja JP-3649731. Muita patentteja on haettu. Copyright, Digimarc Corporation. Kaikki oikeudet pidätetään.
fr: Embedder v%d.%d.%d Cette technologie est protégée par un ou plusieurs des brevets suivants : les brevets américains n° 5,636,292 C1 ; 5,710,834 ; 5,721,788 ; 5,745,604 ; 5,748,763 ; 5,768,426 ; 5,809,160 ; 5,832,119 ; 5,841,978 ; 5,850,481 ; 5,930,377 ; 6,072,888 ; 6,122,392 ; 6,137,892 ; 6,301,369 ; 6,307,949 ; 6,317,505 ; 6,353,672 ; 6,381,341 ; 6,385,330 ; 6,400,827 ; 6,408,082 ; 6,424,725 ; 6,516,079 ; 6,542,620 ; 6,567,533 ; 6,580,808 ; 6,590,996 ; 6,614,914 ; 6,628,801 ; 6,647,128 ; 6,681,029 ; 6,700,990 ; 6,704,869 ; 6,718,047 ; 6,775,392 ; 6,778,682 ; 6,813,366 ; 6,879,701 ; 6,920,232 ; 6,988,202 ; 7,003,132 ; 7,013,021 ; 7,054,465 ; 7,062,070 ; 7,068,811 ; 7,068,812 ; 7,072,487 ; 7,103,197 ; 7,116,781 ; 7,136,503 ; 7,158,654 ; 7,280,672 ; 7,308,110 ; 7,412,074 ainsi que les brevets internationaux n° EP 1137251 B1 ; EP 0824821 B1 et JP-3649731. Autres brevets en instance. Copyright, Digimarc Corporation. Tous droits réservés.
hu: Embedder %d.%d.%d változat Ez a technológia az alábbi szabadalmak közül egynek vagy többnek az oltalma alatt áll: Az 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074 számú amerikai szabadalmak, valamint az EP 1137251 B1; EP 0824821 B1 és JP-3649731 számú nemzetközi szabadalmak. További szabadalmak bejegyzése folyamatban. Copyright, Digimarc Corporation. Minden jog fenntartva.
ja: Embedder v%d.%d.%d このテクノロジは、次の特許のうち 1 つまたは複数により保護されています。アメリカ合衆国特許番号。5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074; 国際特許番号。EP 1137251 B1; EP 0824821 B1; および JP-3649731。その他の特許は出願中。 Copyright, Digimarc Corporation. All rights reserved.
ko: Embedder v%d.%d.%d 이 기술은 다음 중 하나 이상의 특허로 보호됩니다: 미국 특허 번호 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074; 및 국제 특허 번호 EP 1137251 B1; EP 0824821 B1; 및 JP-3649731. 추가 특허 출원 중. Copyright, Digimarc Corporation. 모든 권한 보유.
pl: Embedder v%d.%d.%d Ta technologia jest chroniona przez przynajmniej jeden z wymienionych niżej patentów: numery patentów amerykańskich 5 636 292 C1; 5 710 834; 5 721 788; 5 745 604; 5 748 763; 5 768 426; 5 809 160; 5 832 119; 5 841 978; 5 850 481; 5 930 377; 6 072 888; 6 122 392; 6 137 892; 6 301 369; 6 307 949; 6 317 505; 6 353 672; 6 381 341; 6 385 330; 6 400 827; 6 408 082; 6 424 725; 6 516 079; 6 542 620; 6 567 533; 6 580 808; 6 590 996; 6 614 914; 6 628 801; 6 647 128; 6 681 029; 6 700 990; 6 704 869; 6 718 047; 6 775 392; 6 778 682; 6 813 366; 6 879 701; 6 920 232; 6 988 202; 7 003 132; 7 013 021; 7 054 465; 7 062 070; 7 068 811; 7 068 812; 7 072 487; 7 103 197; 7 116 781; 7 136 503; 7 158 654; 7 280 672; 7 308 110; 7 412 074; oraz międzynarodowe numery patentów EP 1137251 B1; EP 0824821 B1; a także JP-3649731. Dodatkowe patenty oczekujące. Copyright, Digimarc Corporation. Wszystkie prawa zastrzeżone.
ro: Embedder v%d.%d.%d Această tehnologie este protejată de unul sau mai multe din următoarele patente: pantentele S.U.A. nr. 5.636.292 C1; 5.710.834; 5.721.788; 5.745.604; 5.748.763; 5.768.426; 5.809.160; 5.832.119; 5.841.978; 5.850.481; 5.930.377; 6.072.888; 6.122.392; 6.137.892; 6.301.369; 6.307.949; 6.317.505; 6.353.672; 6.381.341; 6.385.330; 6.400.827; 6.408.082; 6.424.725; 6.516.079; 6.542.620; 6.567.533; 6.580.808; 6.590.996; 6.614.914; 6.628.801; 6.647.128; 6.681.029; 6.700.990; 6.704.869; 6.718.047; 6.775.392; 6.778.682; 6.813.366; 6.879.701; 6.920.232; 6.988.202; 7.003.132; 7.013.021; 7.054.465; 7.062.070; 7.068.811; 7.068.812; 7.072.487; 7.103.197; 7.116.781; 7.136.503; 7.158.654; 7.280.672; 7,308,110; 7,412,074; şi patentele internaţionale nr. EP 1137251 B1; EP 0824821 B1; şi JP-3649731. Patente suplimentare sunt în aşteptare. Copyright. Digimarc Corporation. Toate drepturile rezervate.
ru: Embedder v%d.%d.%d Эта технология защищена одним или несколькими из следующих патентов: номера патентов США 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074; и номера международных патентов EP 1137251 B1; EP 0824821 B1; и JP-3649731. Дополнительные патенты находятся на рассмотрении. (с) Digimarc Corporation. Все права защищены.
tr: Embedder v%d.%d.%d Bu teknoloji aşağıdaki patentlerin bir veya daha fazlasıyla korunmaktadır: ABD Patent Numaraları 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074 ve uluslararası Patent Numaraları EP 1137251 B1; EP 0824821 B1 ve JP-3649731. Bekleyen başka patentler de vardır. Telif Hakkı, Digimarc Corporation. Tüm hakları saklıdır.
uk: Програма Embedder v%d.%d.%d Захищено патентами США № 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074 та міжнародними патентами № EP 1137251 B1; EP 0824821 B1 і JP-3649731. Реєстрація нових патентів триває. © Digimarc Corporation. Усі права захищено.
zh_cn: Embedder v%d.%d.%d 本技术受以下一或多种专利权保护：美国专利号 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074; 国际专利号 EP 1137251 B1; EP 0824821 B1; 以及 JP-3649731。 更多专利正在申请中。 版权所有 , Digimarc Corporation。 保留所有权利。
zh_tw: Embedder v%d.%d.%d 本技術受下列專利保護： 美國專利號碼： 5,636,292 C1; 5,710,834; 5,721,788; 5,745,604; 5,748,763; 5,768,426; 5,809,160; 5,832,119; 5,841,978; 5,850,481; 5,930,377; 6,072,888; 6,122,392; 6,137,892; 6,301,369; 6,307,949; 6,317,505; 6,353,672; 6,381,341; 6,385,330; 6,400,827; 6,408,082; 6,424,725; 6,516,079; 6,542,620; 6,567,533; 6,580,808; 6,590,996; 6,614,914; 6,628,801; 6,647,128; 6,681,029; 6,700,990; 6,704,869; 6,718,047; 6,775,392; 6,778,682; 6,813,366; 6,879,701; 6,920,232; 6,988,202; 7,003,132; 7,013,021; 7,054,465; 7,062,070; 7,068,811; 7,068,812; 7,072,487; 7,103,197; 7,116,781; 7,136,503; 7,158,654; 7,280,672; 7,308,110; 7,412,074; 國際專利號碼： EP 1137251 B1; EP 0824821 B1； 與 JP-3649731。其他專利申請中。 Copyright, Digimarc Corporation. 版權所有。

# STRING_TOO_SMALL_MESSAGE
source: This image is too small to be watermarked. The image area must be a minimum of 64 x 64 pixels.
cs: Obrázek je příliš malý na to, aby mohl obsahovat vodoznak. Rozměry obrázku musí být nejméně 64 x 64 pixelů.
da: Dette billede er for lille til at indeholde et vandmærke. Billedområdet skal være minimum 64 x 64 pixel.
es: Esta imagen es demasiado pequeña para contener una marca de agua. El área de la imagen debe ser como mínimo de 64 x 64 píxeles.
fi: Kuvaan ei voi sisällyttää vesileimaa, koska se on liian pieni. Kuvan on oltava kooltaan vähintään 64 x 64 pikseliä.
fr: Cette image est trop petite pour contenir un filigrane. La zone de l'image ne doit pas être inférieure à 64 x 64 pixels.
hu: Ez a kép túl kicsi ahhoz, hogy el lehessen látni vízjellel. A képterületnek legalább 64 képpont szélesnek és magasnak kell lennie.
ja: 画像のサイズが小さすぎるため透かしを適用できません。64 x 64 ピクセル以上の画像を使用してください。
ko: 이 이미지는 워터마킹하기에 너무 작습니다. 이미지 영역은 최소한 64 x 64픽셀 이상이어야 합니다.
pl: Ten obraz jest zbyt mały, aby umieścić w nim znak wodny. Minimalny obszar obrazu wynosi 64 x 64 piksele.
ro: Această imagine este prea mică pentru a fi marcată cu filigran. Suprafaţa imaginii trebuie să fie de minimum 64 x 64 pixeli.
ru: Это изображение имеет слишком маленький размер для нанесения на него водяного знака. Область изображения должна составлять не менее чем 64 х 64 пиксела.
tr: Bu görüntü içine filigran gömmek için çok küçük. Görüntü alanı en az 64 x 64 piksel olmalıdır.
uk: Зображення надто мале для вбудування водяного знака. Розмір зображення має бути щонайменше 64 х 64 пікселі.
zh_cn: 此图像太小，无法添加水印。图像区域必须至少为 64 x 64 像素。
zh_tw: 此影像太小無法包含浮水印。影像區域大小至少需為 64x64 畫素。

# STRING_TRANSACTION_ID_TITLE
source: Transaction ID:
cs: ID transakce:
da: Transaktions-ID:
es: ID de transacción:
fi: Siirtotunnus:
fr: ID Transaction:
hu: Tranzakció azonosítója:
ja: 処理 ID:
ko: 거래 ID:
pl: ID transakcji:
ro: ID tranzacţie:
ru: Ид-р транзакции:
tr: İşlem Kimliği:
uk: Ідентифікатор транзакції:
zh_cn: 事务处理标识号:
zh_tw: 處理代號:

# STRING_UNSUITABLE_MESSAGE
source: This image contains adult content.
cs: Obrázek je vhodný jen pro dospělé.
da: Dette billede er uegnet for mindre børn.
es: Esta imagen contiene material para adultos.
fi: Aikuisten materiaalia.
fr: Réservé aux adultes.
hu: A képen felnőtt tartalom látható.
ja: アダルトコンテンツ
ko: 이 이미지에는 성인 내용이 들어 있습니다.
pl: Ten obraz zawiera treści dla dorosłych.
ro: Imaginea include conţinut pentru adulţi.
ru: Изображение содержит контент только для взрослых.
tr: Bu görüntü yetişkin içeriği içermektedir.
uk: Вміст зображення призначений лише для дорослих.
zh_cn: 此图象包含成人内容。
zh_tw: 此影像含有成人內容。

# STRING_VERIFY_CREATOR_ID_MESSAGE
source: Your Digimarc ID has been successfully embedded in the image. To retrieve your creator information go to the filter menu and use the "Read Watermark" filter to connect to MarcCentreÂ®.
cs: Váš Digimarc ID byl úspěšně vložen do obrazu. Chcete-li zjistit údaje o autorovi obrazu, vyhledejte v nabídce filtrů příkaz „Přečíst vodoznak“, kterým se připojíte k aplikaci MarcCentre®.
da: Dit Digimarc-ID er korrekt indbygget i billedet. Du kan hente din oprettelsesinformation ved at flytte til menuen Filter og bruge filteret "Læs vandmærke" for at forbinde til MarcCentre.
es: La ID de Digimarc se ha integrado satisfactoriamente en la imagen. Para recuperar la información de creador vaya al menú Filtro y seleccione Leer marca de agua para conectar con MarcCentre®.
fi: Digimarc-tunnuksesi on sisällytetty kuvaan onnistuneesti. Hae tekijän tiedot valitsemalla Suodin-valikosta Lue vesileima -suodin, joka muodostaa MarcCentre-yhteyden.
fr: L'insertion de votre ID Digimarc dans cette image a réussi. Pour accéder à vos informations créateur, utilisez la commande "Lecture filigrane" du menu Filtre et connectez-vous à MarcCentre®.
hu: A Digimarc azonosító sikeresen beágyazva a képbe. A létrehozói adatainak lekéréséhez a Szűrő menü „Vízjelolvasó” szűrőjével kapcsolódjon a MarcCentre® webhelyhez.
ja: 画像内に Digimarc ID が埋め込まれました。埋め込まれた情報を確認するには、「フィルタ」メニューの「透かしの読み込み」フィルタを選択して、Digimarc 社の MarcCentre® 検索サービスにアクセスしてください。
ko: Digimarc ID가 이미지에 삽입되었습니다. 작성자 정보를 보려면 필터 메뉴에서 "워터마크 읽기" 필터를 사용하여 MarcCentre로 연결하십시오.
pl: Twoje ID Digimarc zostało pomyślnie umieszczone w obrazie. Aby uzyskać informacje o twórcy przejdź do menu Filtr i użyj filtru „Odczytaj znak wodny”, aby połączyć się z MarcCentre®.
ro: Identitatea dvs. Digimarc a fost încorporată cu succes în imagine. Pentru a regăsi informaţiile despre creator, accesaţi meniul filtre şi utilizaţi filtrul "Citire filigran" pentru a vă conecta la MarcCentre®.
ru: Ваш идентификатор знака Digimarc был успешно внедрен в изображение. Для получения сведений о создателе перейдите в меню фильтров и примените фильтр "Чтение водяного знака" для связи с MarcCentre®.
tr: Digimarc Kimliğiniz görüntüye başarıyla gömüldü. Oluşturan bilgilerinizi almak için filtre menüsüne gidin ve MarcCentre® ile bağlantı kurmak için Filigranı Oku'yu kullanın.
uk: Ваш ідентифікатор Digimarc успішно вбудовано в зображення. Щоб переглянути відомості про автора, скористайтеся фільтром "Читання водяного знака" в меню "Фільтр", щоб підключитися до сервера MarcCentre®.
zh_cn: 您的 Digimarc 标识号已被成功嵌入图象。 要检索创建程序信息，请转到“滤镜”菜单，然后使用 “读取水印”滤镜连接到 MarcCentre。
zh_tw: 您的 Digimarc 代號已經成功地嵌入影像中。 要取回您的建立者資訊至「濾鏡」選單並使用 「讀取浮水印」 濾鏡以連接至 MarcCentre®。

# STRING_VERIFY_ERROR_TITLE
source: Embed Watermark: Verify Error
cs: Vkládání vodoznaku: Chyba při ověření
da: Integrer vandmærke: bekræftelsesfejl
es: Incrustar marca de agua: Error de verificación
fi: Sisällytä vesileima: Tarkistusvirhe
fr: Insertion filigrane : validation
hu: Vízjel beágyazása: Ellenőrzési hiba
ja: 透かしの埋め込み: 確認エラー
ko: 워터마크 삽입: 확인 오류
pl: Umieść znak wodny: Sprawdź błąd
ro: Încorporare filigran: Eroare de verificare
ru: Внедрить водяной знак: ошибка проверки
tr: Filigran Göm: Hatayı Doğrula
uk: Вбудування водяного знака: Помилка перевірки
zh_cn: 嵌入水印:验证错误
zh_tw: 嵌入浮水印: 確認錯誤

# STRING_WARNING_TITLE
source: Embed Watermark: Warning
cs: Vkládání vodoznaku: výstraha
da: Integrer vandmærke: advarsel
es: Incrustar marca de agua: Error de verificación
fi: Sisällytä vesileima: Varoitus
fr: Insertion filigrane : avertissement
hu: Vízjel beágyazása: Figyelmeztetés
ja: 透かしの埋め込み : 警告
ko: 워터마크 삽입: 경고
pl: Umieść znak wodny: Ostrzeżenie
ro: Încorporare filigran: Avertizare
ru: Внедрить водяной знак: Предупреждение
tr: Filigran Göm: Uyarı
uk: Вбудування водяного знака: Попередження
zh_cn: 嵌入水印:警告
zh_tw: 嵌入浮水印: 警告

# STRING_YOUR_ID_MESSAGE
source: This is your Digimarc ID.
cs: Toto je váš Digimarc ID.
da: Dette er dit Digimarc-ID.
es: Ésta es su ID de distribuidor
fi: Tämä on Digimarc-tunnuksesi.
fr: Ceci est votre ID Digimarc.
hu: Ez az Ön Digimarc azonosítója.
ja: これが Digimarc ID です。
ko: 귀하의 Digimarc ID 입니다.
pl: To jest twoje ID Digimarc.
ro: Acesta este ID-ul dvs. Digimarc.
ru: Это ид-р знака Digimarc.
tr: Bu sizin Digimarc Kimliğinizdir.
uk: Це ваш ідентифікатор Digimarc.
zh_cn: 这是您的 Digimarc 标识号。
zh_tw: 這是您的 Digimarc 代號。

# UNABLE_TO_LAUNCH_BROWSER_CAPTION
source: Unable To Launch Internet Browser
cs: Není možné spustit prohlížeč Internetu
da: Internet-browseren kan ikke indlæses
es: No es posible abrir el navegador de Internet.
fi: Internet-selaimen käynnistäminen epäonnistui
fr: Impossible de lancer le navigateur Internet
hu: Nem sikerül elindítani az internetböngészőt
ja: インターネットブラウザを起動できません
ko: 인터넷 브라우저를 시작할 수 없습니다
pl: Nie można uruchomić przeglądarki internetowej
ro: Imposibil de lansat browserul de internet
ru: Не удается запустить браузер Интернет
tr: Internet Tarayıcı Başlatılamıyor
uk: Не вдається запустити Інтернет-браузер
zh_cn: 不能启动 Internet 浏览器
zh_tw: 無法啟動網際網路瀏覽器
